{
  "class1": [
    {
      "name": "Blanche de Bruxelles Mannekin Pis",
      "description": "Brewed using 40% soft wheat, Blanche de Bruxelles has a naturally opalescent colour with a very white, dense head.Coriander and orange peel added during wort boiling lend a slight but unobtrusive spiced nose. Although soft and smooth on the palate, as is typical of soft wheat beers, this light and well-balanced white beer is very fresh. Its complex aroma and modest alcohol content make Blanche de Bruxelles a beer like no other.",
      "abv": "4.5"
    },
    {
      "name": "Old Town Ale",
      "description": "A light-bodied, easy drinking beer style from the Northern German town of Cologne. The hops are very low and of noble variety with a light malt to keep the beer refreshing.",
      "abv": "4.5"
    },
    {
      "name": "White Chocolate Ale",
      "description": "Inspired by the beauty of the White Mountains; the Sonoran White Chocolate Ale is a light, refreshing and completely unique wheat beer. Like a fine chocolate, this brew has a delicate aroma and a subtle taste of white chocolate, which is truly astonishing! For the ultimate experience; pair it with coconut shrimp or lobster. Enjoy one with your meal and another for dessert.",
      "abv": "4.7"
    },
    {
      "name": "Genesee N.A.",
      "description": "Make no mistake, Genesee N.A. is a real brew. It’s brewed like a beer, looks like a beer, smells like a beer—and most important—it tastes like a beer. The only difference is it’s non-alcoholic. Brewed with six-row barley malt and a special blend of premium hops, Genesee N.A. is cold aged for a refreshing and full-bodied taste.",
      "abv": "0.4"
    },
    {
      "name": "Brown Ale",
      "description": "A session beer brewed with cherry wood smoked malts.",
      "abv": "3.5"
    },
    {
      "name": "Seize One",
      "description": "All Colorado-sourced wheat beer fermented with our house saison strain, selected for its bright, fruity and floral esters and subdued phenolics. Highly carbonated and very dry.",
      "abv": "4.2"
    },
    {
      "name": "Lowerline",
      "description": "An American-Style Sour ale that is 100% brett/lacto fermented.",
      "abv": "4"
    },
    {
      "name": "Shock Top Chocolate Wheat",
      "description": "It’s a new flavorful unfiltered wheat beer brewed with a blend of chocolate, caramel and black malts then aged with vanilla and cocoa beans. Every bottle holds a wonderland of chocolaty, beery goodness.",
      "abv": "4.3"
    },
    {
      "name": "Bitburger Premium Pils",
      "description": "The classic Bitburger - a mature and most agreeable beer - is brewed with the best of ingredients in the same traditional way it has been for many, many years. The result is delicately tart and pleasantly bitter - with a strong hop taste.",
      "abv": "4.8"
    },
    {
      "name": "Hill Walker Saison - Side Trail Series",
      "description": "Some of us at Upland took a hiking trip on the Tecumseh trail in Brown County, Indiana, and while climbing the many switchbacks, we started to crave a good saison. One of 2013′s “15 Beers for 15 Years”, Hill Walker is the refreshing summer-drinking answer to our prayers. This beer features late hop additions and two yeast strains – one to enhance traditional saison flavor, and one to build a crisp finish. Rye adds the perfect complexity to a simple malt base. Fruity yet spicy, this beer finishes dry with subtle hop aroma, a nice peppery rye malt flavor, high carbonation, and lovely effervescence.",
      "abv": "4.7"
    },
    {
      "name": "Banks's Bitter",
      "description": "Crafted with the finest ingredients to deliver a really easy drinking beer. A deep gold in colour it comes with malty, hoppy flavours and clean finish with fruity overtones.",
      "abv": "3.8"
    },
    {
      "name": "Silver Back",
      "description": "An intelligently smooth “Black Wit” a new black wheat styled beer. Silky and soft in the mouth and incredibly easy to savour at all times. (4% alcohol)\r\n\r\nFor the enjoyment of “Mercy”\r\n\r\nInspired by the Honey Badger an animal with cunning intelligence. The honey badger has high economic importance to the farmers. Being omnivorous it preys on a wide variety of prey from disease carrying rodents to destructive insects. It also kills poisonous snakes. It has an intriguing relationship with the honey guide. The bird will lead the honey badger to the beehive and wait for the animal to expose the desired larvae and wax for the honey guide to consume. A secretive and nomadic animal with a wide range which extends outside protective areas where it is heavily persecuted by beekeepers and traditional medicine hunters. It is killed in an inhumane way through gin traps and poisoning.",
      "abv": "4"
    },
    {
      "name": "Bathtub Blonde Ale",
      "description": "This light and refreshing ale has notes of sweet corn and toasted rice krispy treats!  It's tingly on the tongue and bright at the finish.  Move over bud, this is beer brewed the hard way!",
      "abv": "4.8"
    },
    {
      "name": "Strawberry Ale",
      "description": "Made with Louisiana Strawberries\r\n\r\nThis year-round-beer favorite combines genuine strawberry puree with a classic Cream Ale to create a uniquely flavorful experience. Very light and easy drinking with a hint of strawberry flavor and aroma. Strawberry Ale is superb with crawfish, salads and desserts, or alone as a refreshing treat.",
      "abv": "4.5"
    },
    {
      "name": "Buxom Blonde Ale (Kölsch)",
      "description": "Our Blonde Ale is an ale, fermented at cool temperatures and cold-stored and aged for about two months. It is subtle, with a light grainy Pilsner malt aroma and flavor. There is a grainy malt sweetness up front, but has a crisp finish so that it never really seems sweet. It is a lower-alcohol beer, approximately Alc. 4.5% by Vol., with just enough hop bitterness to keep things balanced.\r\n\r\nKölsch is the name of the beer brewed uniquely in Cologne, Germany and its neighboring townships and is protected by its name. It is also a word for the German dialect spoken in Cologne and is used as an adjective to describe anything that has to do with Cologne. Unique to Kölsch is that all of the brewers in Cologne, its suburbs, and adjacent towns have unified to stand behind one style of beer with tightly defined parameters. In Cologne, Kölsch is served in cylindrical, thin-walled, seven-ounce glasses, sometimes in a Kölsch Kranz or carrier with 8 or 12 glasses. It is possible to say you have drunk 15 beers in one evening.",
      "abv": "4.5"
    },
    {
      "name": "Pacific Ocean Blue",
      "description": "This hop-fueled dark mild, our diminutive take on the popular West Coast hoppy amber style, delivers waves of sticky and juicy hoppiness from Mosaic, Comet, and Citra. We cut back on the alcohol, but kept all the hops and flavor. Farewell my friend Dennis Wilson.",
      "abv": "3.5"
    },
    {
      "name": "Hopsy Dazy",
      "description": "Spring Session IPA.",
      "abv": "4.5"
    },
    {
      "name": "Samoan Blonde",
      "description": "Brewed with roasted coconut and cocoa nibs, this beer has strong coconut and chocolate character and the aroma is almost porter-like.",
      "abv": "4.9"
    },
    {
      "name": "Alfred's Honey Mild",
      "description": "A traditional dark mild ale, with added honey",
      "abv": "3.2"
    },
    {
      "name": "St. Patrick's Best",
      "description": "Light and refreshing on the palate, our session best bitter has a classic Irish malt & traditional hop aroma.  Light amber in colour, this smooth beer has hints of caramel with a woody bitterness.",
      "abv": "4.2"
    },
    {
      "name": "Escanaba Black Beer",
      "description": "Escanaba Black Beer is malt forward, dark, and delicious. Its moderate roastiness is balanced with a mild hop bitterness. The result is a silky smooth finish for this sessionable ale, making it the perfect beer for anything the north has to offer.",
      "abv": "4.5"
    },
    {
      "name": "Dos Equis Amber",
      "description": "A robust, classic Vienna-style lager with a full body. A beer with brawn from Germany, swagger from Mexico, and the finest North American pale and roasted malts. An amber-colored refreshment that’s adventurous enough to be distinctly flavorful. A hot-blooded redhead that’s best enjoyed ice-cold.",
      "abv": "4.7"
    },
    {
      "name": "Southern Grace",
      "description": "This style historically comes from the city of Berlin Germany and is a German sour. This light colored ale has hints of lemon and passion fruit with a distinct tartness which makes it the perfect beer for a Deep South summer!",
      "abv": "4.5"
    },
    {
      "name": "Bitburger Bit Cola Libre",
      "description": "Mixed beer drink consisting of 60% caffeinated refreshing cola with rum and lemon flavors and 40% beer.",
      "abv": "2"
    },
    {
      "name": "Dark Ale",
      "description": "This is a very pleasant dark ale. This dark ale has an up front arome of chocolate and good dark malt flavours of coffee and chocolate. Despite being a dark beer, this one has a light body for drinkability.",
      "abv": "4"
    },
    {
      "name": "Barking Dog Brown",
      "description": "An English Mild/Brown Ale that brings a bit bolder Chocolate-Caramel front yet maintains a very light and friendly, clean and dry, malted milk ball like finish.",
      "abv": "4.8"
    },
    {
      "name": "Long Island Pale Ale",
      "description": "A sessionable 3.5% ABV, it’s crisp, dry, and citrusy thanks to a combination of Magnum, Cascade, and Galena hops.",
      "abv": "3.5"
    },
    {
      "name": "Perry",
      "description": "Semi sweet with fresh pear flavor, There are also flavors of oak and a slightly sour approach due to 100% oak barrel fermentation.",
      "abv": "4.75"
    },
    {
      "name": "Perfectly Great Amber (PGA)",
      "description": "A marvelous, low alcohol “session” beer that’s easy to drink with medium body and just a touch of sweetness for perfect balance. PGA is great for the 19th hole (or any hole in between) or even when you’re just dreaming of those perfect days on the fairway.",
      "abv": "4.2"
    },
    {
      "name": "Valley Brewing London Tavern Ale",
      "description": "A classic English Style Mild with a light hop profile. London Tavern Ale is a well balanced beer with caramel flavor and English character. Only traditional English Kent Goldings and Fuggles hops are used.",
      "abv": "4.4"
    },
    {
      "name": "Sea Nymph Summer Ale",
      "description": "This light-colored ale goes down smooth and quenches thirst, like summer beer should. Supremely drinkable, Sea Nymph is dry and light, clean and crisp, with a hint of fruit in its nose. Our main goal with this beer is refreshment, so it’s low in bitterness and very effervescent. Enjoy it on the beach, by the bay, or in an air-conditioned sunroom.",
      "abv": "4.5"
    },
    {
      "name": "VB Raw Dry Lager",
      "description": "Brewed with nothing artificial. 4 Simple ingredients, nothing atrificial, nothing more to say",
      "abv": "4.5"
    },
    {
      "name": "Henrich's Hard Lemonade",
      "description": "A light Malt Lemonaide",
      "abv": "4.2"
    },
    {
      "name": "Elba",
      "description": "American wheat ale, spiced with lemon grass, grains of paradise, and bitter orange peel. elba is the first member-owner designed Black Star Co-op beer!",
      "abv": "4.4"
    },
    {
      "name": "Passion Fruit Froctum Bonum",
      "description": "“My inspiration for this beer was to make a fruit forward, tart beer, with a dry finish, featuring a favorite fruit of mine.  The tropical acidity is a perfect match for the spicy bitterness of the Saaz hops and the farmhouse style malt bill. – Cory Rossmeissl, our Director and Guru of Sales.",
      "abv": "3.5"
    },
    {
      "name": "Classic American",
      "description": "This is our version of the beer your Grandfather drank. Prior to consolidation, American Pilsners were a thing of beauty, the brewers showcase of his talents. Sharing much of its character with its European cousin, the true point of difference of this style is the addition of corn, which lends a slight sweetness, yet not enough to overpower the crisp, herbal hop note. This is an extremely refreshing beer; light in color, crisp in body, and low in alcohol, with just the right balance of malt and hops.",
      "abv": "4.5"
    },
    {
      "name": "Pumplestiltskin",
      "description": "A crisp light Belgian Blonde brewed with pumpkin and spiced with clove, cinnamon and nutmeg. The distinctive Belgian yeast is balanced and complemented by the light flavors of Pumpkin and spices.",
      "abv": "4.7"
    },
    {
      "name": "Delph’s Coffee Stout",
      "description": "Hands down the biggest beer we have made to date. This is a big stout with lots of big chocolate, roasted grain and dark fruit flavors. After primary fermentation was complete, we added four pounds of local roasted...",
      "abv": "4.2"
    },
    {
      "name": "Honey-Raspberry Ale",
      "description": "This easy drinking beer is made with pale and \nMunich malts, wheat, honey and fresh raspberry puree. Honey Raspberry Ale is refreshing and mildly sweet.",
      "abv": "4.4"
    },
    {
      "name": "Dutch GOLD",
      "description": "Dutch Gold is a low-cost, imported, pilsner lager beer sold only in Ireland. It was launched there in 1995.",
      "abv": "4"
    },
    {
      "name": "Trauger Pilsner",
      "description": "Our Pilsner is assertively hopped with Hallertau and Tettnanger noble hops and has a great cracker-like malt backbone that finishes crisp and dry coming in at 4.4% ABV, which makes this one highly drinkable (which is the point, duh).   We named this beer in honor of the Trauger family of Bucks County who came to America in 1747 and were among some of the earliest German immigrants to the area.  In 1767 Christen and Henry Trauger purchased two farmsteads in Nockamixon Township and have been a part of the fabric of this county, state, and country ever since.  Five generations and 6847 family members later our Head Brewer somehow got lucky enough to be a small leaf of that family tree, and this is our way of looking back not only on that history here in this country, but also our family’s history dating back to Germany.  Ironically enough, the Trauger family’s German heritage predates the introduction and widespread popularity of the Pils style, but nonetheless, this beer is brewed and named in their honor.",
      "abv": "4.4"
    },
    {
      "name": "Hopua Session IPA",
      "description": "Hopua is a hop-bursted Session IPA, weighing it at 4.5% alcohol but brimming with fresh hop flavors from a combination of Nelson Sauvin, Ahtanum, Citra and Centennial hops. This beer will have you longing for your adventures with Jimmy and his cat, Poster Nutbag.",
      "abv": "4.5"
    },
    {
      "name": "Harvest Hefeweizen",
      "description": "Not just another wheat beer. This award-winning hefeweizen is fermented with an authentic Bavarian weizen yeast to produce its unique flavor profile — fruity, spicy and refreshing. Try it without a lemon!",
      "abv": "4.9"
    },
    {
      "name": "CastagnAle",
      "description": "A smooth, defined chestnut beer. The chestnuts are smoke dried on chestnut wood and used in 50% quantity in the beer. The beer has a pale amber color with a very fine ivory head. The nose is lightly smoked with chestnut honey notes. The mouth feel is soft and corresponds to its initial notes.",
      "abv": "4.1"
    },
    {
      "name": "Urban Crusader",
      "description": "An Australian style lager, hopped twice.  Use classic Australian Super Pride hops in the kettle, US Nugget hops for bitterness and the German Perle hop for a fruity and spicy aroma.",
      "abv": "4"
    },
    {
      "name": "Guilford Golden Ale",
      "description": "Light-bodied golden ale brewed with German, English & Belgian hops and malt, yielding a crisp, refreshing finish.",
      "abv": "3.8"
    },
    {
      "name": "King Street Cherry Wheat",
      "description": "Looking for something to please the summer crowds? King Street Cherry Wheat may be your perfect match. 240 pounds of all natural Oregon cherry puree was use to make this summer quencher. The cherries complement this Belgian wheat beer's character and aroma. A must have for any deck party.",
      "abv": "4.7"
    },
    {
      "name": "Gambler's Golden Ale",
      "description": "A light American, smooth and crisp.",
      "abv": "4.5"
    },
    {
      "name": "Dussel-port Altbier New World Alt",
      "description": "Sea Level’s next season speciality is one of Brewmaster Randy Lawrence’s favourites, the recipe given to him from a friend who makes this beer in Dusseldorf, a master brewer at the Fuchschen Brauerei. This New World ALT is a clean medium bodied ale with a background hop presence provided by the Hallertau Saphir hop.",
      "abv": "4.8"
    },
    {
      "name": "Dry-Hopped Pale Ale",
      "description": "Our first offering is brewed with English and American pale malts and a blend of Pacific Northwest hops. Expect this session-strength pale ale to have citrus and tropical fruit aromas, backed up by a subtle toasty malt base.",
      "abv": "4.6"
    },
    {
      "name": "Plaid-to-the-bone",
      "description": "Plaid to the Bone Heather Ale is a 4.5% abv ale made with heather tips and flowers created especially for the upcoming New Brunswick Highland Games Festival.",
      "abv": "4.5"
    },
    {
      "name": "Mount Hood Porter",
      "description": "Brewed with the eponymous hop, Mount Hood provides a soft, sweet smoky tobacco companion to the toastiness desired from a Porter.",
      "abv": "3"
    },
    {
      "name": "Sully's Irish Stout",
      "description": "Put on your kilt and enjoy this roasted, dark, malty and slightly sweet beer.",
      "abv": "4.2"
    },
    {
      "name": "Koduõlu",
      "description": "Saku Koduõlu on vanade meistrite eeskujul pruulitud mõnusalt tummine ja maitsekas hele õlu. Umbes sellise mekiga õlut pruulisid meie vaarisad kodutalus siis, kui õlletegu veel iga mehe enda auasi oli. Ja just sellisena mäletavad paljud oma vanaisa aetud koduõlle maitset nooruspõlvest suviselt heinateolt. \r\n Koduõlle eripäraks on maitse – magusavõitu, hapukas ja väga vähese humalamekiga. Et üks õige koduõlu on alati filtreerimata, muudavad pärmiosakesed õlle välimuselt suduseks ning maitselt veelgi ümaramaks. \r\n Koduõlle pruulimiseks kasutatakse pinnakäärituspärmi, mis on sarnane tavalisele „pagaripärmile“, mida kasutatakse kodus maltoosast koduõlle ajamisel. Muus osas on aga Saku Koduõlu pruulitud nii nagu seda aegade algusest saadik on tehtud – alustades linnaste meskimisest ja lõpetades kääritamisega. \r\n Selle õige koduse maitse saavutamiseks on Saku Koduõlle pruulimiseks kasutatud nii odra- kui nisulinnaseid. Viimase lihvi Saku Koduõlle maitsele annab tumedate linnaste kasutamine, mis annavad koduõllele veidi tumedama värvitooni ja maitses õrnalt tuntava röstise noodi. \r\n-- http://www.saku.ee/est/saku-joogid/olled/618/saku-koduolu",
      "abv": "4.8"
    },
    {
      "name": "Patrizia",
      "description": "Oyster Stout brewed with bluepoint oysters and roasted malts (from menu)",
      "abv": "4.6"
    },
    {
      "name": "Saranac Traditional Lager",
      "description": "A simple well-made Classic American Lager brewed with only choice ingredients. It is extremely mellow refreshingly smooth, glass after glass.",
      "abv": "4.8"
    },
    {
      "name": "Light \"Bräu-Weisse\"",
      "description": "This beer is a relatively dark, yeast cloudy wheat beer that for its low original wort content, has an extraordinarily typical aromatic beer taste and is also rather full-bodied with the first taste. There is also an intensive top-fermented yeasty sensation in taste and smell – a real thirst-quenching alternative and a drink for calorie-conscious, alcohol-reduced enjoyment. Enthusiasts of the light Ayinger “Bräu-Weisse” wheat beer comment: “You think you are drinking a real wheat beer, the light Ayinger Bräu-Weisse has that real full wheat beer taste.”",
      "abv": "3.2"
    },
    {
      "name": "Sissel Tart Raspberry Wheat",
      "description": "Pink in color with a bright raspberry flavor and aroma with hints of ruhbarb and bread from the use of wheat.  Crisp and tart.",
      "abv": "4.9"
    },
    {
      "name": "PorkSlap Pale Ale",
      "description": "Porkslap Pale Ale is brewed with 2 row North American barley and English crystal malt. The beer is flavored with crystal hop and a touch of fresh ginger to create a distinct flavor only a porkslapper can love. At 4.3% abv this beer is designed to have a good ale flavor and a crisp mild finish.",
      "abv": "4.3"
    },
    {
      "name": "Popsycle Blonde",
      "description": "lemon raspberry blonde",
      "abv": "4.5"
    },
    {
      "name": "Ruby Lager",
      "description": "A deep amber hue invokes a refreshing taste in this smooth brew. Slightly nutty, Ruby Lager has a dry finish, leaving one with a satisfying, warm glow, reminiscent of Ruby’s color.\r\nRuby Lager is brewed with choice imported malts and hops carefully blended together yielding a smooth complex taste for the beer drinker who desires more in their beer.",
      "abv": "4"
    },
    {
      "name": "Dockside Blonde Ale",
      "description": "The flavor of this American styled Blonde Ale carries itself tall and svelte while maintaining it’s overall looks and wholesome tasting sensation. Five hop additions introduced throughout the brewing process rounds out this beauty for the perfect blend of balanced hop notes.",
      "abv": "4.3"
    },
    {
      "name": "Legless Lal's Winter Ale",
      "description": "Unmistakable citrus notes from only the best Cascade hops balanced with a floral aroma and crisp dry finish make this straw coloured ale a fantastic session beer.",
      "abv": "3.6"
    },
    {
      "name": "Calma Muerta",
      "description": "As refreshing as a dip in Barton Springs on a summer day here in Austin, TX, this session Ale has big hop aromas and flavors of lemon, berries, tropical citrus and a light malt backbone to balance it all out. Assertively hopped at 3lbs/bbl with Meridian, Cascade, and Equinox hops, Calma Muerta is a display of balance and drinkability that provides refreshment to all those seeking a quaffable pint of a straw yellow elixir\r\nKey Descriptors – Lemon, Berries, light grain, soft bitterness",
      "abv": "4.8"
    },
    {
      "name": "Log Cabin",
      "description": "Log Cabin consists of a malty nose, and light body that sets you up perfectly for it's slightly bitter finish. With it's toned down spices, it will leave you nice and toasty.",
      "abv": "4.3"
    },
    {
      "name": "Beez Neez",
      "description": "Hand crafted with pure light amber honey and premium malts.",
      "abv": "4.7"
    },
    {
      "name": "Cascade Head",
      "description": "Cascade Head ale, being one of our lightest beers, was named after the National Wildlife Preserve in Lincoln City, Oregon. It is a light, crisp, golden ale and is a good choice for those whose palates are accustomed to America's light lagers. Hopped exclusively with the Sterling and Tettnanger hops, Cascade Head is a refreshing option for those who prefer their ales a little less aggressive.",
      "abv": "4.52"
    },
    {
      "name": "Cream and Sugar Please Sweet Porter",
      "description": "This coffee porter is brewed with chocolate and dark chocolate malts to give a robust backbone for the lactose (milk sugar) to build on and is finished with Mazarro's coffee to create a beer with a silky mouthfeel, rich flavor, and the satisfying taste of coffee. 4.9% ABV",
      "abv": "4.9"
    },
    {
      "name": "Fire In The Hole",
      "description": "Easy drinking Irish-style red ale that is malt focused with a roasted dry finish. Our Irish-style red ale features a very clear medium to deep amber color with off white head and lace. No hop aroma but very malty with caramel, toffee and aromatic hints of roastiness. Flavor is similar with toasted malt character, sweetness being candy and caramel like. Hop bitterness and flavor being medium with some roasted malt character perceivable. Medium carbonation with mouthfeel and body being the same. Smooth clean finish.",
      "abv": "4.5"
    },
    {
      "name": "Gracchus",
      "description": "A collaboration between Omnipollo, Siren Craft Brew and homebrew competition winner Michael Bates. A gently spiced deconstructed gin saison.",
      "abv": "4.5"
    },
    {
      "name": "Harvest Time",
      "description": "This is a subtly spiced fall ale brewed with real pumpkin that will evoke memories of holidays and family. It is brewed with our own proprietary blend of spices that will make this one of the best-received pumpkin ales available.",
      "abv": "4.5"
    },
    {
      "name": "Black Irish",
      "description": "A proper stout to call our own…this brew is a quintessential Double Mountain interpretation of a classic style. Rich, creamy, roasty and beautifully bitter.  Poured with a thick head, courtesy of nitrogen.",
      "abv": "4"
    },
    {
      "name": "English Mild",
      "description": "Nitro.",
      "abv": "4.1"
    },
    {
      "name": "Lambrucha",
      "description": "Lambruchais a blend of Lambics we select and Kombucha brewed to our specifications. For every batch of LambruchaTM, we must taste and select the Lambics we want to use with the Kombucha produced for us. Lambic and Kombucha are naturally varying products so blending is the essence of how LambruchaTM is made. The Kombucha and Lambic used are living yeast beverages. To our knowledge this is the 1st time 2 living yeast beverages have been combined to create a third, different beverage. For this reason we think LambruchaTM is a truly new drink that combines elements of both Kombucha & Lambic. LambruchaTM is bottled for us by Brj, De Troch, Wambeek Belgium.",
      "abv": "3.5"
    },
    {
      "name": "Antler Brown Ale",
      "description": "This traditional American style brown ale has medium body with a sweet Carastan maltiness. A rich deep chocolate color, our Antler Brown Ale is mildly hopped with Mt. Hood hops. Check out the Antler tap handle... locally grown! This has been our most popular beer over the years... a very easy drinking brew.",
      "abv": "4.8"
    },
    {
      "name": "Cooper’s Gold Kolsch",
      "description": "This German ale (alt-style) utilizes a unique blend of seven different German malts and two different German hops to produce a golden color—unmatched in its smoothness, with a light, refreshing finish.",
      "abv": "4"
    },
    {
      "name": "Pieces of Eight",
      "description": "A light refreshing ale, full of hop flavours and a hint of chocolate in the aftertaste. This award winning popular ale gets its name from the famous Pirate Bounty. The term \"Pieces of Eight\" comes from the looted coins that were cut into eight pieces to use as small change.",
      "abv": "3.8"
    },
    {
      "name": "Samuel Adams Rustic Saison",
      "description": "Samuel Adams Rustic Saison is an incredibly complex yet refreshing beer in the classic style of Belgian farmhouse ales. These blonde ales were traditionally brewed to quench the thirst of farmers throughout the summer months. The unique character of our brew comes from its Belgian yeast that imparts floral, fruity, and spicy flavors. These are layered with a slight earthiness and a citrusy, herbal hop character for a bright and satisfying summer brew.",
      "abv": "4.4"
    },
    {
      "name": "Fresh Squeeze",
      "description": "A refreshing dark golden wheat-based ale brewed with fresh oranges and milled coriander seeds that combine to create an alchemy of well-balanced flavors.  Subtle banana-like fruity esters give an inviting aroma that is welcoming to both the nose and palate.  The Spinach & Artichoke Dip is great with this beer, as well as our Fish Tacos.",
      "abv": "4.8"
    },
    {
      "name": "Session Brown",
      "description": "Award-winning English style mild ale with an incredibly complex array of malt flavors and aromas.",
      "abv": "4.7"
    },
    {
      "name": "Day Trippin",
      "description": "Pack the cooler, grab the dog and hop in. That first warm day each Spring gets Floridians all up in a tizzy to spend some time outdoors. We know it all too well. A trip to the springs or a day at the beach is soon to be on the itinerary, and the perfect beer for a day outside is an absolute must. Meet Day Trippin’, our Session IPA brewed with 4 different types of hops and an ABV that will allow you to enjoy a full day of your favorite Florida outdoor activities.",
      "abv": "4.5"
    },
    {
      "name": "Sundowner",
      "description": "“An alcoholic drink taken at sunset” OED. Truly a great beer to sup of a summer’s eve. A deep, golden beer. The nose has tropical fruit, pineapple and citrus notes with a smooth maltiness in the background. There is a balanced dry & bitter finish with floral hop aroma. Also available in bottles.",
      "abv": "4.2"
    },
    {
      "name": "Adnams German Style Wheat Beer",
      "description": "This Hefeweizen uses wheat beer yeast, wheat, Pilsner malt, Munich and Cara malts along with Hallaterau hops to give an opaque golden beer with aromas of cloves and bananas. Dry and crisp and spicy on the palate.\r\n\r\n\r\nBrewed as part of the Handcrafted World beers range, this Wheat Beer follows in the footsteps of examples such as Paulaner Hefe- Weissbier, Schneider Weisse, Franziskaner Weissbier",
      "abv": "4.1"
    },
    {
      "name": "Prost Pilsner",
      "description": "Golden, light and unmistakably Pilsner. German Continental Pilsen malts distinctly flavor this bohemian classic, balanced with a heavy accent of Czech Sazzer hops in the finish. Prost! 4.9% Volume",
      "abv": "4.9"
    },
    {
      "name": "Grain Belt Blu",
      "description": "A special blueberry variant of Grain Belt originally made for the Minnesota State Fair.",
      "abv": "4.6"
    },
    {
      "name": "S.P.A. Session Pale Ale",
      "description": "Point S.P.A. (Session Pale Ale) features 100% Citra Hops. Handcrafted using two-row malted barley, this crisp drinkable Pale Ale has a light malt body and citrusy hop character.",
      "abv": "4.8"
    },
    {
      "name": "Choptank'd",
      "description": "Crisp Summer Saison brewed for our friends in Cambridge on the Choptank. Rye, honeysuckle, lemond, and grapefruit peel.",
      "abv": "3.8"
    },
    {
      "name": "Vunderbar!",
      "description": "Take a break from the Sturm und Drang of modern life, with this elegant, refreshing pilsner. Our brewers created Vunderbar! with both feet grounded in tradition, focusing on authentic German pilsner malt and spicy Czech Saaz hops. The result just might get you to shimmy into your favorite lederhosen, bust into a quick schuhplattler and loudly proclaim, “Das ist Vunderbar!”",
      "abv": "4.9"
    },
    {
      "name": "Tybee Island Blonde",
      "description": "Tybee Island Blonde is a Kölsch style ale.  It is a clean, crisp, session beer brewed with noble hops.  The Blonde has a light floral aroma and a mild hop bitterness.",
      "abv": "4.7"
    },
    {
      "name": "Introvert Session IPA",
      "description": "Opinionated and hopped-up, Introvert can easily be misunderstood for having a strong personality. But this artistically complex IPA seeks balance and creative harmony with low ABV and a relaxed pace. Explore Your Introvert, gather your closest friends and explore the possibilities. Hop aromas of tropical papaya and kiwi with woodsy pine, balanced by honey malt and a clean bitter finish.",
      "abv": "4.8"
    },
    {
      "name": "Unfiltered Wheat Beer",
      "description": "Boulevard Unfiltered Wheat Beer is a lively, refreshing ale with a natural citrusy flavor and distinctive cloudy appearance. This easy drinking American-style wheat beer has become our most popular offering, and the best-selling craft beer in the Midwest.",
      "abv": "4.4"
    },
    {
      "name": "Fort Tildenist",
      "description": "A session white IPA brewed with green tea, and lemon zest. Light, delicate, hoppy notes of melon, tangerine, and basil.",
      "abv": "4"
    },
    {
      "name": "“Furbelly” Irish Stout",
      "description": "Brewed in the tradition of a true Irish Stout, this jet black beauty bounds with strong roasted malt bitterness and notes of dark chocolate. The low acid, highly aromatic English noble hops impart a medium hop intensity. Oats used in the mash create a nice, smooth creamy body and a thick tan head to round out this creation. A fantastic full bodied drinking experience! Fill up your belly with Furbelly!®",
      "abv": "4.5"
    },
    {
      "name": "Pumpkin Pie Stout",
      "description": "Enjoy a taste of this season with this nitro stout that blends pumpkin, brown sugar, cinnamon and nutmeg. No whipped cream needed",
      "abv": "4.8"
    },
    {
      "name": "Escanaba Black Beer",
      "description": "Escanaba Black Beer is malt forward, dark, and delicious. Its moderate roastiness is balanced with a mild hop bitterness. The result is a silky smooth finish for this sessionable ale, making it the perfect beer for anything the north has to offer.",
      "abv": "4.5"
    },
    {
      "name": "Mystic Cherry",
      "description": "It smells fresh and tasty and has the full flavour of summer cherries combined with wheat beer. Mystic lets you enjoy the taste of cherries all year round.\r\n \r\nContains 25% cherry juice. Does not contain preservatives.",
      "abv": "3.5"
    }
  ],
  "class2": [
    {
      "name": "8 Second Kölsch",
      "description": "Head Brewer Christian Koch fell in love with this style of beer while visiting Cologne, Germany. Our 8 Second Kölsch is brewed to be a true representation of this easy drinking crisp ale. First brewed as a special beer for our local rodeo, it quickly became a hit. Now a staple in our core brand, 8 Second is perfect for an everyday craft beer.",
      "abv": "5"
    },
    {
      "name": "Lucky U IPA",
      "description": "We like to think this is an ale for everyone who believes you make your own luck. We sure did. And the result is a well-balanced, soulful IPA with just the right amount of hoppiness. An even keeled ale that goes down clean and refreshing, but still lets you know it’s been doted on by the Brewmaster. It's true to it’s IPA heritage, but also highly drinkable. Lucky U. And we seriously mean that.\r\n\r\nYeast: Top Fermented Ale Yeast\r\nMalts: Two Row Pale, Munich, Carmel, Torrified Wheat\r\nHops: Amarillo, Magnum, Perle, Cascade, Apollo, Fuggle, Goldings",
      "abv": "6.2"
    },
    {
      "name": "Andromeda IPA",
      "description": "Hoppy, citrusy, with notes of passion fruit and other tropical fruits. An East Coast style India Pale Ale that is smooth and well balanced, with an intense hop aroma and an emphasis on hop taste, combined with a moderate bitterness.",
      "abv": "6.7"
    },
    {
      "name": "Sweet Magnolia",
      "description": "British Crystal and Chocolate malts give this ale a medium body and rich, sweet aroma. Mount Hood hops add a spicy and floral nose. This smooth, malty brew was a Gold Medal winner in the American Brown Ale category at the 1998 Great American Beer Festival.",
      "abv": "5.2"
    },
    {
      "name": "One Hop This Time:  Simcoe",
      "description": "Single-hopped IPA bursting with flavors of white peach and juicy red grapefruit. Smooth-sipping, with substantial bitterness and a balanced, resinous finish.",
      "abv": "6"
    },
    {
      "name": "Golden Censer",
      "description": "This American Wheat is golden in color with a rich, white head. Aroma rich with orange, citrus and honey. Hop bitterness is mild and in balance with sweet honey malts.\r\n\r\n2014 Microfestitvus BEST LIGHT beer award",
      "abv": "5"
    },
    {
      "name": "Piece of Cake - Dessert Stout",
      "description": "This elegantly delicious sweet stout was created to be the perfect dessert beer. We age our chocolate milk stout on freshly ground coffee, Madagascar vanilla beans, and toasted coconut to represent a similar flavor experience to a German Chocolate Cake. When you find yourself looking for something different, grab a Piece of Cake!",
      "abv": "7.2"
    },
    {
      "name": "Winter Blend",
      "description": "Our winter offering starts with fresh apple cider. It is fermented with our ale yeast and aged on toasted oak chips, cinnamon bark, and nutmeg. Not overwhelming on the spice, Winter Blend finishes clean – with enough kick for a cold winter night.",
      "abv": "6.5"
    },
    {
      "name": "Sykophantes",
      "description": "In ancient Greece, “showing the fig” was a vulgar hand gesture, and Sykophantes means “one who shows the fig”. Earthy and full of dark fruit flavor from hundreds of pounds of figs and dark candy syrup, but with a sourness that cuts the gentle sweetness, Sykophantes is our fall beer.",
      "abv": "7.5"
    },
    {
      "name": "Schieve Tabarnak",
      "description": "La Schieve Tabarnak ! est une bière blonde légère, trouble, aux reflets verdâtres, brassée avec du seigle et une sélection de houblons atypiques, dont du Nelson Sauvin, utilisé en amérisant. Elle présente un nez très floral qui rappelle la rose. Son palais est construit sur trois étages : une entrée qui rappelle le pain de seigle, une évolution verte et fruitée, puis une finale longue et envahissante qui impose au goûteur de s’y replonger aussitôt. Le nom tire son origine, d’une part, d’une insulte bruxelloise (schieven architekt ! ou « architecte de travers »), prononcée par les Marolliens à l’encontre de Joseph Poellart, coupable, à leurs yeux, d’avoir défiguré le quartier avec la construction de son colossale Palais de Justice et, d’autre part, d’un juron québécois qui ne nécessite aucune présentation.",
      "abv": "5.3"
    },
    {
      "name": "Resonation Pale Ale",
      "description": "Inspired by our love of music and love for hops, Great Rhythm Brewing Company’s Resonation Pale Ale is our dry-hopped American Pale Ale; balanced, hoppy, full of flavor and aromas highlighting the complex citrus, pine, and floral character of American hops. We use two row barley malt and select crystal malts to lay down a smooth malt profile while we pack a blend of Pacific Northwest hops into the kettle, as well as the fermenter. This is one hoppy American Pale Ale that is sure to resonate with you and all of the friends that you share it with.",
      "abv": "5.2"
    },
    {
      "name": "Crossbuck",
      "description": "2016 FSB Member Homebrew Competition overall winner brewed by Larry Hutson. Roasty stout bittered with Horizon and late-hopped with Cascade. Conditioned on Black Swan white oak for six weeks. Presents a roasted nose, hopppy middle, and a dry, oak-tannin finish.",
      "abv": "7.9"
    },
    {
      "name": "Free Day IPA",
      "description": "Free Day IPA is brewed once a year to celebrate Independence Day. Each year, this beer is brewed with a new recipe. This time around, our brewers dry hopped Free Day with Perle, Hallertauer and Fuggle, hops not normally used in IPA. Be Free!",
      "abv": "7.7"
    },
    {
      "name": "Petite Verdot",
      "description": "Coming at you live from the mean streets of Bordeaux France is Petit Verdot Grand Gose, an oversized Gose that is designed specifically around its namesake fruit. At first glance the densely opaque violet appearance of the beer hints at a potential fruity potpourri, however; Petit Verdot proves to be more than the uninspired fruity beers being pushed down your throats like bad pop music. Utilizing a grape that most often makes up smaller percentages of wine blends in France, we extract massive leathery notes, hints of tobacco, heavy beats of beets, delicate tannins, jammy notes of raspberries and boysenberries, and then finally a very effervescent cranberry-like finish. A small mountain of French sea salt aids in turning the volume up on the intricate Petit Verdot grape profile and bridging it to the beer's tart and sour base. Petit Verdot Grand Gose is a rare breed; bright and refreshing on its finish making it easy to throw back pints repeatedly, but also a wealth of complexity that can be slowly sipped and analyzed as if you were studying for your Sommelier exam.",
      "abv": "6.7"
    },
    {
      "name": "GINGER",
      "description": "A medium-dry cider infused with fresh organic ginger root. Festively spiced, with a clean lemony finish.",
      "abv": "5.5"
    },
    {
      "name": "G-Mac's",
      "description": "G-Mac’s Celtic Style Pale Ale is a crisp ale with a citrusy bite and just a hint of sweetness for that perfect balance of flavors. At 5.0 percent alcohol by volume and 30 IBUs, G-Mac’s is drinkable, yet satisfying. And its floral hop flavor provides a snappy finish that’s perfect on the course or in the clubhouse.",
      "abv": "5"
    },
    {
      "name": "Scarlet o’ Bretta",
      "description": "Drake’s interpretation of a Flanders style sour beer, aged in Chardonnay barrels from Wente in Livermore and inoculated with a blend of house souring cultures to get a mild tartness and traditional funk. The aroma of dark cherries, currants, wine and oak melts with a malt sweetness and Brett funk. On the tongue, the tartness is more apparent, hitting you first, but giving way to a pleasant malt sweetness with hints of cherry cola and Chardonnay.",
      "abv": "7.5"
    },
    {
      "name": "Aecht Schlenkerla Rauchbier Urbock",
      "description": "A smoked bock beer for Bamberg's strong beer season (October through December). Matured for months in ancient rock-cellars underneath Bamberg and tapped freshly from the oakwood cask. Similar to, but much bigger than the classic Maerzen style.",
      "abv": "6.5"
    },
    {
      "name": "IPA No. 1",
      "description": "Nelson Sauvin, Simcoe and Citra star in the numero uno addition of our Collective Project IPA series. These three hops were grown to be together, the New Zealand grown Nelson-Sauvin hops impart a strong fruity flavour with an aroma that resembles white wine, or fresh crushed grapes or gooseberries. Paired with the earthy pine and citrus of the Simcoe hops they commingle with the floral citrus notes of Citra hops. This is one delicious, juicy and slightly dank IPA.",
      "abv": "7.1"
    },
    {
      "name": "Whiskey-Vanilla Smoked Porter",
      "description": "A dark, rich, slightly thick porter infused with a classic bourbon flavor. This specialty dark ale is sure to please even the most discriminating palate.",
      "abv": "6.5"
    },
    {
      "name": "Dead Santa",
      "description": "Mildly spiced brown ale. Brewed with cinnamon, vanilla extract, and maple syrup.",
      "abv": "6.2"
    },
    {
      "name": "Colchuck",
      "description": "Fresh, satisfying, easy drinking, medium bodied golden ale, moderate wheat flavor light hop character, malty sweetness.",
      "abv": "5"
    },
    {
      "name": "Cooter Brown",
      "description": "Cooter Brown was a family man who lived on the mason-dixon line during the civil war.  He decided to stay inebriated for the entire war so that he would not need to pick a side. We salute his peaceful manner by naming our brew in his honor.\r\n\r\n \r\n\r\nJekyll Brewing’s Cooter Brown is an American Brown Ale that is smoother than silk.  As you bring our Cooter Brown to your lips, you will smell deep roasty caramel notes as our creamy head embraces your stache.  Once you taste Cooter Brown, you will experience a deep chocolate maltiness and an American hop bitterness balanced to perfection.",
      "abv": "6"
    },
    {
      "name": "Cotswold Premium Lager",
      "description": "I am malt lead lager with toasted grain flavours & only a hint of sweetness. I was made without any nasty additives or preservatives so I shouldn’t give you a headache! Like any good lager I am lovingly cold stored for at least four weeks to smooth off any rough edges!",
      "abv": "5"
    },
    {
      "name": "Daypack",
      "description": "Daypack is a hoppy pale ale inspired by the beers we love to take with us on long hikes and treks with one end goal, hoppy refreshment. With a malt bill consisting solely of our base two-row malt, and Marris Otter pale ale malt from England, Daypack remains bone dry with a background of simple bready notes. Its Citra heavy dry hop creates a medley of tropical and dank flavors that jump right out of the beer, only to be followed up with hoppy notes of Asian pear and orange zest. Truly a pale ale best paired with a sunny day.",
      "abv": "5.5"
    },
    {
      "name": "Black Yeti",
      "description": "This Stout has a load of late hop additions to bring that zest and poke to the nose. Beautiful delicate coffee and chocolate notes lie in the smooth character of the malts.",
      "abv": "5.6"
    },
    {
      "name": "White Oak Wit",
      "description": "Brewed for summers in Houston, this is a beautifully made version of a classic Belgian Witbier. Using wheat malt as the base, coriander and orange peel are added late in the boil. The result is a hazy beer that is light in body, and citrusy with some spicy notes.",
      "abv": "5.2"
    },
    {
      "name": "Due South Category 3 (Cat 3)",
      "description": "Brewed with loads of malts and loads of hops, this golden India Pale Ale is true to the style while maintaining a balance between malty and bitter.  A special blend of American  hops give this beer its unique flavor.  Although fruity and citrusy, this beer has only four ingredients: malt, hops, yeast and water.  \r\n\r\nInteresting Fact: This is the first beer Mike ever entered in a homebrew competition and it received an award that day. It was at Havana Hideout in Lake Worth, FL.",
      "abv": "6.1"
    },
    {
      "name": "Biere Royale",
      "description": "Biere Royale, modeled after the french cocktail Kir Royale, is a sour ale with black currants. First brewed as a popular draft-only beer for the Portland Fruit Beer Festival, the bottle conditioned version has a bright acidity from a house-grown Lactobacillus culture originally harvested from yogurt. Black Currants are added during primary fermentation to add additional acidity, fruitiness and a deep purple color to the final product. The process was catalogued very well by our friend Sanjay at The Not So Professional Beer Blog.",
      "abv": "5.5"
    },
    {
      "name": "Crackberry",
      "description": "Cranberry & blackberry – stripped of all other nonsense. Crackberry is a perfect pairing of flavors tart and sweet, joining forces to create a colorful, well-balanced cider. Frankly, we’re over the moon for it.",
      "abv": "6"
    },
    {
      "name": "Red Head",
      "description": "This beer is a blonde that is made with four different malts including Rye. Hopped with Amarillo and fresh raspberries to provide further complexities and nuances.",
      "abv": "5.5"
    },
    {
      "name": "Life.Death.Life.Truth",
      "description": "Inspired by the Orphic bone tablets which explore the dichotomous nature of life and death, our Bone Tablet series reveals the many sides of the IPA. Life.Death.Life.Truth. is our twist on a Single IPA. With moderate bitterness and notes of gooseberry, sweet orange, and pineapple, Life.Death.Life.Truth. showcases the incredible versatility of hops.",
      "abv": "7.2"
    },
    {
      "name": "The Red C",
      "description": "This is Sloop Brewing’s bold aggressive beer. The Red C contains three different hop varieties that begin with the letter “C”.  The beer has a deep red hue and stands at 6.7% abv.  \r\n\r\nRed C pours with a crimson red color and an effervescent white head.  The complex malt flavor comes from a variety of finely kilned grains.  The American hops provide the beer with hints of lemon, mango and citrus flavors.  The clean ale yeast allows your palate to correctly identify all of these complex flavors.",
      "abv": "6.7"
    },
    {
      "name": "31 Kings",
      "description": "This IPA is set apart from others by the beer's powerful aroma that is flowery and herbal with hints of lemon and notes of passion fruit. 31 Kings has a balance of slight caramel malty sweetness that combines with an intense yet rolling bitterness profile. This also sets our IPA apart from others which focus on a punch in the face of hops rather than a harmony of bitterness and flavor. Finally, flavors of pine and orange trickle into the aftertaste allowing a clean and refreshing finish.",
      "abv": "6.5"
    },
    {
      "name": "Winter Ale",
      "description": "Winter spiced ale is our winter seasonal offering. With it's thick body, creamy head, ruby hue, and big bold flavors with hints of caramel, toffee, and cinnamon, it is sure to keep you warm through the cold winter nights. Best served at 56ºf in a snifter glass.",
      "abv": "7.5"
    },
    {
      "name": "King's Schilling",
      "description": "Hand crafted and meticulously aged in oak, King's Shilling Brandy Barrel Cider is fortified with apple brandy made by Fremont Mischief Distillery.",
      "abv": "6.5"
    },
    {
      "name": "Blatant IPA",
      "description": "Crisp dry aromatic – hazy golden – heavily hopped\r\n\r\n“Obviously Hoppy – Definitively Blatant”",
      "abv": "6.5"
    },
    {
      "name": "Oaked Maple",
      "description": "Fermented with raisins and oak chips, this semi-dry cider is back-sweetened with pure Vermont maple syrup. Offering notes of vanilla and oak with a hint of maple, this unique cider is the perfect accompaniment to chilly winter weather. \r\n\r\nAPPLES: Smith, Fuji, Red Delicious, Golden Delicious, Gala",
      "abv": "6.9"
    },
    {
      "name": "Barre Blonde",
      "description": "Crisp golden ale",
      "abv": "5"
    },
    {
      "name": "Dirty Amber Ale",
      "description": "A crisp, smooth ale for the masses. Carefully selected malts combined with Centennial and Cascade Hops come together to create our flagship beer.",
      "abv": "5.8"
    },
    {
      "name": "Xtra Pale Ale",
      "description": "Easy Drinking American Pale Ale. Hopped with Cascade and Centennial.",
      "abv": "5.1"
    },
    {
      "name": "Replicale",
      "description": "Straw color, orange rind aroma, apricot flavor, medium body. Illinois Craft Brewers Guild inspired recipe that was brewed  for the Guild and their loyal patrons.",
      "abv": "5.8"
    },
    {
      "name": "Rousal Bock",
      "description": "Our Bock has great tastes of both chocolate and raisins. This beer can be kept in the bottle for a long time and will keep getting better over time due to it being bottle conditioned and has a bit higher alcohol percentage.",
      "abv": "7.6"
    },
    {
      "name": "Royal Virility Performance",
      "description": "A beer to stir the loins of newlywed princes, summon the ghosts of long gone princesses and cure the stammer of stuttering kings.",
      "abv": "7.5"
    },
    {
      "name": "Bare Bear",
      "description": "A long time ago in Finland, a bunch of Finnish dudes built a sauna. It was nicer in there than it was outside, so they stayed in there until they ran out of beer. When they ran out of beer they still didn’t want to go outside so they decided it would be better if they just started brewing their beer in the sauna. And so began the tradition of brewing this traditional Finnish beer in saunas. Chock full of rye and juniper and spicy yeast esters, our sahti might inspire you to build your own sauna to ride out this winter.",
      "abv": "7"
    },
    {
      "name": "There Gose The Neighborhood",
      "description": "This was our first collaboration beer with Country Boy B.C. from Lexington KY. This is a German Gose brewed with the traditional wheat, salted water and coriander,with a unique twist of fresh ginger and tart cherries. This beer is tart, sweet and salty with incredible balance. 5.8% and a truly unique brew conjured up by two unique breweries.",
      "abv": "5.8"
    },
    {
      "name": "Spring Bock",
      "description": "In Germany, this is a lager that is traditionally brewed in the Spring.Our Spring Bock is brilliant gold in color, brewed with authenticGerman malts, noble hops and Bavarian lager yeast. The wordbock means ‘goat’ in German and is used to describe beers with a kick.",
      "abv": "6.5"
    },
    {
      "name": "Vienna Lager",
      "description": "Our interpretation of the classic Vienna lager - pale amber in color, medium bodied, ever so slightly toasty from Munich and Vienna malts, complimented by a grassy noble hop nose.",
      "abv": "5.3"
    },
    {
      "name": "Wrasslers XXXX",
      "description": "The real deal. A fulsome full length bitter-sweet stout. The XXXX denotes the strength of alcohol and depth of flavour. Michael Collins favourite tipple by Wrasslers of Clonakilty. A stout like your grandfather used to drink. Late kettle hops produce a forthright aroma, flaked barley lending that rich body, ultimately yielding to the generous roasted grain built solidity of flavour.",
      "abv": "5"
    },
    {
      "name": "Hyena",
      "description": "A Belgian pale ale brewed with American hops and fermented with Chouffe yeast.",
      "abv": "6"
    },
    {
      "name": "Tres Carnales – Pan American IPA",
      "description": "Once upon a time in Mexico 3 brewers met. They shared a common passion. Their love for exceptional craft beer. Over time the brewers became good friends. One day they decided to put their collective beer knowledge together.  Their quest was to create 1 truly outstanding beer. Introducing ìTres Carnalesî. 3 minds. 3 friends. \r\n\r\n1 beautifully crafted beer.\r\n\r\n \r\n\r\nWith the perfect blend of American and Mexican brewing influence this Pan American IPA is pale orange with copper highlights. The hop character explodes with Mandarin orange aromatics and resinous pine undertones. All from copious amounts of Mandarina Bavaria and Centennial hops.  The malt character is slightly bready. Youíll find mild hints of sweet and tart from the addition of select Blue Agave and Hibiscus flowers. The finish is dry with an assertive yet elegantly refined bitterness from German Magnum hops. \r\n\r\n°salud!",
      "abv": "7.8"
    },
    {
      "name": "Hefe",
      "description": "This American style Hefe is brewed with two row base malt, malted, and flaked wheat, with a light hop addition in the finish.  Fermented with an American Hefeweizen strain to bring a fruity, spicy nose.",
      "abv": "5"
    },
    {
      "name": "Moonraker",
      "description": "The name of this beer comes from a story about a group of farm-labourers who thought that the reflection of the moon in a pond was a lovely truckle of Lancashire cheese, and tried to rake it out but ended up falling in! This reddish-brown beer has a strong, fruity aroma accompanied by a rich, sweet flavour. First brewed in 1950.",
      "abv": "6.5"
    },
    {
      "name": "Falcon Punch",
      "description": "Our gold winning IPA is unlike any other \r\nyou will find. We highlight our favorite locally grown hops in this East Coast IPA. A beautiful golden body with a touch of sweetness from honey malt. \r\nFalconer's Flight, local Chinook and Cascade hops pack all the flavor and aroma a hop head requires.",
      "abv": "6.2"
    },
    {
      "name": "Hop Project 07270",
      "description": "A single hopped pale ale / IPA hybrid brewed and dry hopped with a new experimental high alpha hop variety, known simply at this point by its hop breeding program number, 07270. \r\n\r\nDerived from a parentage of citrusy Apollo hops & more earthy English Target. Try it out along with us and let us know what flavor and aroma characteristics you discern.",
      "abv": "6.1"
    },
    {
      "name": "Imperialist Pig English Style IPA",
      "description": "Reminiscent of the beers shipped to India from England in the 1800′s. Heavily hopped with five separate additions of American Amarillo, Citra & Cascade hops.  This IPA leaves you wanting more.",
      "abv": "6.5"
    },
    {
      "name": "Smoky Bob",
      "description": "In Northeast Bavaria, one of the local specialties is Rauch, or smoked, Beer.  We decided that it would be fun to see what we could do with this style.  While not as smoky as some beers from Germany, this beer shows a little smokiness in the nose, along with some malty notes (there were no finishing hops in this beer, so no hop aroma).  On the palate, the malt and smoke interplay with each other, with the dextrins combining with the smoke to bring out an almost bacon-y flavor.  The finish is crisp and savory, inviting you back for another sip.  (1.014 BG, 5.25%, 25 IBU, 9 SRM)",
      "abv": "5.25"
    },
    {
      "name": "Old World India Pale Ale",
      "description": "This bottle contains an India Pale Ale from a bygone era. An era of towering sailing ships, burgeoning empires and world shaping beers. This is an ale hand crafted with British malts and English hops to recreate the epic IPAs that were sent on monumental ocean voyages from England to India by sea in the 1800s.\r\n\r\nOld World IPA is an attempt by punk post modern Scottish Brewers to pay tribute to a 200 year old odyssey and heritage with a healthy dose of swash-buckling adventure.",
      "abv": "7.5"
    },
    {
      "name": "Syd Strongs",
      "description": "We were asked by BrewDog Camden to collaborate with them on a beer for Collab Fest; an annual event when BrewDog bars choose a local brewery to work with on producing a beer. We wanted to go dark because of Camden’s association (at least for us) with Goths. The guys at Camden wanted to add a bit of spicy rye malt and the result is Syd Strong’s a black IPA brewed with rye malt and U.S. hops.\r\n\r\nWe named the beer after an old barber’s shop that used to be on Camden High Street when Sam and Graham were in their pomp (a long time ago). Amazingly our graphic designer Francis managed to find an old picture online showing the front of the shop. Even more amazingly the owner of the website kindly allowed us to use the image on our label. The website is an amazing archive of vintage photos of London taken by John Sweetland who’s son David now blogs about London using his Dad’s photos as a starting point. It’s well worth looking at.",
      "abv": "7.1"
    },
    {
      "name": "Hop Harvest",
      "description": "Our Hop Harvest Ale celebrates the bounty, aroma and freshness of the hop-growing season with an abundance of American hops fresh from the farm.  Standing on a lightly caramel malt base, the hops this year offer a rich mix of floral and fruit notes balanced by underlying citrus and pine.",
      "abv": "5.7"
    },
    {
      "name": "Cowboy Common",
      "description": "Similar in style to a steam beer, our Cowboy Common uses a traditional lager yeast but is fermented warm at ale temperatures.  Norther Brewer hops offer a woody/minty taste to balance the bready Victory malt.",
      "abv": "5.1"
    },
    {
      "name": "Lemongrass Rice Ale",
      "description": "This beer was inspired by the unique spice blends in Thai cuisine and is as versatile in matching up with those flavors as a Thai menu is (often) overwhelming. You know what to drink, so the trick will be deciding on what to order.",
      "abv": "6.2"
    },
    {
      "name": "Merry Buffing Christmas",
      "description": "Piney and resinous with a bit of spice from the rye, you'll want this beer full of holiday cheer and our Christmas present to Houston: a rye IPA with spruce tips.\r\n\r\nIt's dank with a subtle citrus nose. Fresh spruce tips give a strong pine forward flavor and Chinook and Amarillo hops meld with the rye to brighten up the finish with a nice bit of spice.",
      "abv": "7.5"
    },
    {
      "name": "White Lightning",
      "description": "2012 GABF Bronze Medalist.  This Belgian-Style White Ale combines a complex malt character with sweet orange peel, coriander and grains of paradise.  The end result is a shockingly refreshing wheat beer that can be enjoyed all year long.",
      "abv": "6"
    },
    {
      "name": "Mach Schnell!",
      "description": "Featuring bready European malts and spicy/oral continental noble hops, this German-style pilsner is a crisp, refreshing, true lager with plenty of Old World charm. Fizzy yellow beer? Jawohl!",
      "abv": "5.5"
    },
    {
      "name": "Fünke Hop Farm",
      "description": "Who's got the fünke? This farmhouse style fünke saison certainly does; a unique blend of barrel-aged brew made in locally sourced Petite Syrah and Grenache wine barrels. Carefully crafted with a final round of dry-hopping to bring out the distinct notes of citrus and stone fruit. Enjoy with good company and savor the fünke. Prost!",
      "abv": "6.5"
    },
    {
      "name": "Summer Bock",
      "description": "Rich in flavor from German pale barley. Moderate noble hop character with a subtle spicy quality from hops and alcohol. German Lager yeast provides a smooth long clean finish that interplays the malt and noble hops.",
      "abv": "6"
    },
    {
      "name": "Oktoberfest",
      "description": "Our 2014 Festbier! We brewed this amber lager back at the beginning of July in order to give it enough time to condition in our lager room. A smooth, traditional Märzen-style Festbier to be released just before the cooler days of Fall arrive. Malty, caramel body with a hint of noble hop bitterness for a balanced finish. 5.5% ABV",
      "abv": "5.5"
    },
    {
      "name": "Smoked Lager",
      "description": "Our slightly smoked Helles-style lager contains all American ingredients including Briess malt smoked with cherry wood. Rich malts and smooth hops give way to a smoky finish reminiscent of the old Bamberg style rauch biers.",
      "abv": "5.8"
    },
    {
      "name": "Fuzzy Farmhouse",
      "description": "A farmhouse ale made with peaches.",
      "abv": "7.5"
    },
    {
      "name": "Hawaii Toad Ohh Pineapple",
      "description": "Cold weather is here so we are serving a glass of sunshine at the Toad! Splash a wave of refreshment on your Holiday fun with Blue Toad’s Pineapple Hard Cider, a new seasonal flavor mixing the smooth, citrus taste of fresh Hawaiian pineapple with the crisp, tart sweetness of apple cider.",
      "abv": "6"
    },
    {
      "name": "Rising Rainbow Pale Ale",
      "description": "A light crisp pale ale, lightly hopped and malted makes for a great spring Pale",
      "abv": "5.5"
    },
    {
      "name": "BROHIO",
      "description": "Collaboration with North High Brewing. With prickly pear and Hibiscus.",
      "abv": "6.3"
    },
    {
      "name": "Oatmeal Stout",
      "description": "Velvety smooth, with almost a ¼-cup of oats in each pint. The Scottish pale malt and roasted barley combine for a black, slight roast hint that’s surprisingly drinkable. The oats contribute a rich creaminess. English fuggle hops balance the slight sweetness.",
      "abv": "5.7"
    },
    {
      "name": "Mother Pucker",
      "description": "Sour witbier with blueberries",
      "abv": "5.1"
    },
    {
      "name": "Zeus Will Smite Thee",
      "description": "Zeus is a full flavored well balanced IPA. Pale Ale and rye malt provide the backbone of this beer while a blend of Galena, Zythos and Ahtanum hops give it a balanced citrus tangerine flavor.",
      "abv": "7.24"
    },
    {
      "name": "Spring Bock",
      "description": "A traditional German style lager. Characterized by a deep copper color and rich malt flavor. Balanced with German hops.\n\nAvailable at the Brewery and in bottles & cases from March - May.",
      "abv": "6.5"
    },
    {
      "name": "Oktoberfest",
      "description": "The Oktoberfest or Marzen (March) type of beer was originally brewed in March, and laid down in caves before the summer weather rendered brewing impossible. Stocks would be drawn upon heavily during the summer, and exhausted by October.\r\n\r\nIn Germany, this tradition has come to be associated with one specific style, Oktoberfest Bier. In keeping with true German tradition, August Schell Oktoberfest beer is brewed just once a year. Brewed with the perfect balance of Pale, Munich, and Cara Pils malt with Liberty and Perle hops to create a rich, smooth taste.",
      "abv": "5.5"
    },
    {
      "name": "Snake Oil",
      "description": "Just like the miracle cure-alls of old, Imperial Pilsner possesses no verifiable medicinal qualities whatsoever. And yet, taken internally, this golden elixir is guaranteed to cure what ails you. Snake Oil is a crisp, Medium-bodied lager with a complex maltiness, heavy hop presence, and crisp, refreshing finish. First brewed in 2005, we stopped filling prescriptions for our Imperial Pilsner in 2008. But fear not, Snake Oil could return at any time, so wait patiently and don’t settle for generics.",
      "abv": "6.6"
    },
    {
      "name": "Jolly Tar",
      "description": "The Jolly Tar name is inspired by one of the famous rye whiskeys produced by the Altschul Distilling Co. founded in 1862 by Samuel Altschul Sr., an immigrant from Germany. The distillery was located in Springfield, O and featured more than a dozen brands, including Jolly Tar Rye. His flagship label was Old School Rye which was derived from the English translation of his last name Altschul. He styled this whiskey “pure and potent.” \r\n\r\n \r\n\r\nJolly Tar is dark brown with ruddy highlights and has a subdued hop character with a mildly assertive finish. The aroma is malty with lots of baker’s chocolate and mild raisin-like notes. The aroma flows into the flavor of the beer with chocolate, raisin and fig like character. The mid palate is malty with medium body that finishes somewhat dry.",
      "abv": "5.7"
    },
    {
      "name": "Never Say Die Rye",
      "description": "Where civilization is established rye will follow. In early farming communities rye was considered a weed of the wheat crops that maintained entire villages. When rye was discovered to be a nutritious and hardy grain its cultivation became more purposeful.\r\nA hazy golden straw color and eggshell white head parade our rye session ale onto the scene with old fashioned gusto. Holding true to its historical character a spice snap is presented with the first sips and continues throughout. This beer is full and round in mouth feel; a slight hint of bitter sweet orange pith softening the rye and provides balance. A crisp and very dry finish reiterates the rye spice and pleases the palate. Cheers!",
      "abv": "5.4"
    },
    {
      "name": "The Cream Ale",
      "description": "This easy drinking beer is smooth and creamy. It is well balanced with a low to medium body and medium hop profile",
      "abv": "6.6"
    },
    {
      "name": "Woodhead Amber Ale",
      "description": "Our take on the “Red Ale” of the United States’ Pacific Northwest, the Woodhead Amber Ale is as delicious as it is beautiful. A slightly hoppier finish than is typical of many South African examples which leads to superior sessionability.\r\nWoodhead is the name of one of the five dams built on Table Mountain at the turn of the 20th century to supply water to Cape Town. A landmark and feat worthy of continued recognition.",
      "abv": "5"
    },
    {
      "name": "Albino Stout",
      "description": "For all of you that drink with your eyes. A full bodied white oat ale with chocolate and coffee overtones.",
      "abv": "5.4"
    },
    {
      "name": "1060 EZ",
      "description": "Brewed for tax day each year, 1060 EZ is a high gravity golden ale brewed with flaked corn, whose deep golden color and aroma of corn grits complements the light body and flavor notes of cornbread and honey.",
      "abv": "6.3"
    },
    {
      "name": "Oompa Loompa Chocolate Stout",
      "description": "Our English Sweet Stout brewed with 22 pounds of Belgian bittersweet chocolate and aged with 10 pounds of cocoa nibs and Madagascar vanilla beans for a cold weather treat.",
      "abv": "6.5"
    },
    {
      "name": "Harvest Pale Ale",
      "description": "A chewy and rich pale ale hopped with Magnum, Cascade, and Sterling. Caramel and malt-candy notes blend with a stone fruit, tangerine, and dark berry fruitiness and finishes with a gentle yet crisp bitterness.",
      "abv": "5.2"
    },
    {
      "name": "Lookout Pale Ale",
      "description": "Lookout is a refreshing American Pale Ale with an orange blossom hop character and a clean malt body. The perfect companion for piloting a river.",
      "abv": "5.5"
    },
    {
      "name": "Altenauer Frühlingserwachen",
      "description": "In our Altenauer springbok, hop-aromatic freshness is combined with a touch of malty sweetness. Aromamalts give it its reddish color and sweetness, which spreads pleasantly on the tongue. The finest aroma pots provide a harmonious citrus freshness in the antrunk. These exquisite ingredients make the Altenauer Springbok a unique Harz beer specialty.",
      "abv": "6.9"
    },
    {
      "name": "Claim Jumper IPA",
      "description": "A classic American IPA made with classic American ingredients. A blend of Columbus, Nugget and Galena provide a firm, bitter base that bears the full load of piney, grassy notes and deep hop flavors you expect from an IPA. The rocky, white head helps loft all those wonderful aromas right up to your snooter – so drink up!",
      "abv": "5.8"
    },
    {
      "name": "Aarghtoberfest",
      "description": "Our AARGHtoberfest! is a rich and toasty lager with a color reminiscent of the fallen leaves of October. A subdued earthy hop character helps to balance this malt forward beer. This beer is only available from August through September.",
      "abv": "6"
    },
    {
      "name": "Galaxy",
      "description": "Style: Single Hopped Saison \r\nBrewing single hopped Saisons gives us the opportunity to focus on the unique qualities of one hop and we are able to accentuate the best characteristics of that single ingredient. Galaxy hops are known for their tropical fruit flavors, so we added passion fruit juice, just for fun!",
      "abv": "7.1"
    },
    {
      "name": "Saison",
      "description": "Light and refreshing with hints of citrusy hops and spice from the yeast.  Slightly cloudy and golden in appearance.  Finishes slightly dry to leave you wanting more.",
      "abv": "6"
    },
    {
      "name": "L'Abondance",
      "description": "Peppery Saison yeast meets floral, citrusy hops. Dry hopped to add a juicy character to this classic farmhouse style.",
      "abv": "7.5"
    },
    {
      "name": "O-Town Brown Ale",
      "description": "Moderately hopped with organic Golding hops, our English style Brown Ale has a toasty, nutty taste. This beer is slightly malty and contains notes of caramel and hints of chocolate.",
      "abv": "5.5"
    },
    {
      "name": "Wild VIII",
      "description": "Oak-Aged Wild Ale with Brettanomyces and Cherries.",
      "abv": "6.2"
    },
    {
      "name": "Thoroughbred",
      "description": "Bourbon Barrel Aged Kentucky Common",
      "abv": "7.6"
    },
    {
      "name": "Blue Testament",
      "description": "Crisp, light, with a sweetness brought in by the Texas-sourced blue corn, this beer is perfect for daily drinking and taking to your favorite summer body of water.",
      "abv": "5.2"
    },
    {
      "name": "Birthday Suit  24th Anniversary Sour Cherry",
      "description": "Lightly sour blonde ale with Montmorency cherries.",
      "abv": "6.5"
    },
    {
      "name": "The Harry Oyster Stout",
      "description": "480 Willapa Bay oysters smooths out the roast profile of this Irish Dry Stout for a truly sublime drinking experience. This beer is an Agrarian Ales and Corvallis Brewing Supply collaboration with oysters from Harry and Annette's Fish Market.",
      "abv": "5.3"
    },
    {
      "name": "Powder Run Pale",
      "description": "A hop forward American Pale Ale with big citrus flavor and aroma",
      "abv": "6"
    },
    {
      "name": "Chief Sawnees's Stash Coconut Porter",
      "description": "We take the Sawnee Mountain Porter and added toasted coconut flakes, caramelized dates, and vanilla bean to create a beer so good, even Chief Sawnee would hide it in his cave.",
      "abv": "6"
    },
    {
      "name": "Shucker Stout",
      "description": "Shucker Stout is dark and full of complex roasted/coffee/chocolate flavors. It’s brewed to ferment very completely to result in a dry and easy drinking finish. This stout is not motor oil. It won’t make you feel full after drinking just one but still carries a full spectrum of flavors and complexity. Shucker Stout is technically classified as a Dry Stout and, at just over 5% ABV, is light enough to enjoy over and over again.\r\n That all sounds great, but… Shucker Stout? Heck ya! Oysters are the most classic example of food pairings with Stout and the Chesapeake Bay is world famous for our oysters. A shucker is the term for the person who opens oysters as well as the name of the knife used to do the job. So there you go, Shucker Stout! Enjoy!",
      "abv": "5.25"
    },
    {
      "name": "Sparky",
      "description": "Our garage was a pretty crowded space. Toys, tools, brewing equipment, and even the family sedan when we could fit it in. Probably no different than your garage. So with space at a premium, there was no room for junk. Everything had to perform. Like that pair of jumper cables over there. When we need them, they get the job done, providing a spark to start something fresh, something new, shared among family, friends, even a stranger in need. So here’s to providing a spark when called upon, no matter who needs it. That’s why we call this this hoppy wheat ale Sparky. And always remember, red to positive.\r\n\r\nSparky Hoppy Wheat Ale is a true-to-style American wheat beer. Unlike the common German Hefeweizen which features banana and clove yeast aromas and flavors, this beer features a clean American ale yeast. This single Cascade hop brewed beer focuses on being hop forward with a nice malt background support the hops and keep the beer well-balanced. This hop is citrus and pine forward. Sparky finishes dry, clean and crisp.",
      "abv": "5.5"
    },
    {
      "name": "Bretty Grable",
      "description": "Collaboration saison with local homebrewer and microbiologist, Mark Trent. Using a unique blend of yeasts from two famous Belgian breweries, this farmhouse ale gets its signature \"funk\" and barn-like authenticity from secondary fermentation with Brettanomyces.",
      "abv": "6.5"
    },
    {
      "name": "Alice",
      "description": "Alice has quickly become a favorite of staff and customers at our original Brooklyn Neighborhood location. The cider is made entirely from estate grown Granny Smith apples. The result is a clean, crisp, tart cider that can appeal to just about any customer.",
      "abv": "6.7"
    },
    {
      "name": "80 SHILLING",
      "description": "Our 80 Shilling is deep red in color and very malt accented. Very little hop flavor or aroma is evident. It is basically our Scottish Ale’s little sister. This ale is lower in alcohol than the Scottish Ale. To give this beer caramel flavor, Our Brewmaster took a portion of the first runnings of wort and transferred it to the kettle.The Brewmaster then boiled these runnings for an hour to caramelize and reduce the wort. This gave the beer a nice caramel flavor. Scottish breweries list their products in ascending order of gravity and strength as Light, Heavy, Export                                  and Strong. In the past, beer in Scotland was taxed based on strength, so the                                      beers became known by their tax ratings: 60 shilling, 70 shilling, 80 shilling, 90                                    shilling. Alcohol content by volume might rise through 3, 4, 4.5 and 7-10.",
      "abv": "5.3"
    },
    {
      "name": "Yearling Flanders Red Ale",
      "description": "An American sour ale in the Flanders Red style. Aged in wine barrels for a year, this tart and complex beer has aromas of plum and sour cherry, with flavors of ripe fruit and subtle caramel malt. Dry and refreshing with an oaky finish.",
      "abv": "6.6"
    },
    {
      "name": "Bootlegger Brown",
      "description": "Smooth, chocolatey, and easy-drinking.... Brewed with the finest two-row barley and Belgian chocolate malt, Bootlegger has a distinctive, chocolatey flavor. Bootlegger is medium-bodied and filtered for a clean, laid-back finish.",
      "abv": "5.5"
    },
    {
      "name": "Not So Old Bohemian Pilsner",
      "description": "Pilsner and Vienna malts make this a true craft lager  (yea, yea, we know it’s the yeast that makes it a lager); you won’t find corn or rice in this Bohemian-style Lager.  In true Bohemian style, this light lager is brewed with Czech Saaz hops.  One of our lightest brews, this one is especially made for drinking all summer long.",
      "abv": "5"
    },
    {
      "name": "Global Warmer",
      "description": "...how did we end up in this situation? Plenty of blame to go around for sure, but we're going to have to formulate our way out of this mess. Beer climates change, seasons creep but the liquid must remain cyc. Hey man, it is all about the %*@#ing formulation. Now that's Mad Science.",
      "abv": "7"
    },
    {
      "name": "30th Anniversary",
      "description": "Nearly 300 years ago, 100 families left Belgium for a new life in Louisiana, settling near New Orleans. Their ship, La Loire, is sometimes called the Louisiana Mayflower. This Belgian-style IPA is a tribute to those settlers. Made with pale, pilsner, and wheat malts, it is hopped and dry hopped with German Hallertau Blanc hops for a pleasant bitterness and the aroma of grapes and fruit. Belgian yeast adds to the fruity aroma. \r\n\r\n30 years ago Abita Brewing launched the craft beer revolution in Louisiana. For three decades, Abita has proudly brewed full-flavored ales and lagers for the way we love to live in Louisiana.",
      "abv": "7"
    },
    {
      "name": "Appalachian Amber Ale",
      "description": "Thomas Creek Amber is a full-bodied ale with malty flavor, rich caramel color, and a smooth aromatic finish. \r\n\r\nMalts: 2 Row Pale, Carapils, Carmel 40, Carmel 60, Black Patent\r\nHops: Hallertauer, Tettenger, East Kent Golding\r\n\r\nSilver - 2008 Carolinas Championship of Beers\r\nGold - 2006 Carolinas Championship of Beers\r\nSilver - 2003 Carolinas Championship of Beers",
      "abv": "5.5"
    },
    {
      "name": "Kill Your Idles: Pluot",
      "description": "Sour ale w/ plum, apricot and lactose added. Slightly tart, fruity and sweet.",
      "abv": "5"
    },
    {
      "name": "Good Question",
      "description": "What do you call a hybrid between a British pale ale and an American pale ale...good question! Marris Otter gives this beer a toasty base. American hops  and English yeast finish out the ale to give it a perfect blend of tosty malts and clean hop bite.",
      "abv": "5.6"
    },
    {
      "name": "Bretticent Wild Ale",
      "description": "This traditional saison is brewed using North Carolina grown barley, wheat, and rye from Riverbend Malthouse and is open fermented. The beer is then finished with Brettanomyces.",
      "abv": "6.5"
    },
    {
      "name": "Four Star Pils",
      "description": "This golden-hued pilsner has a light, fresh body and clean finish. Bright, refreshing carbonation mingles with German and American hops to give this pilsner a unique Goose Island spin.",
      "abv": "5.1"
    },
    {
      "name": "Nettle-Ginger Saison",
      "description": "Belgian farmhouse ale bittered with nettle and ginger. No hops.",
      "abv": "6.4"
    },
    {
      "name": "Snow Weasel",
      "description": "Named after a top-secret white tank made by Studebaker for the US Military in the 40s, this dry-hopped malt porter will keep you nice and warm.",
      "abv": "6.2"
    },
    {
      "name": "Oatmeal Stout",
      "description": "An aromatic blend of oats, chocolate and roast malts make up this classic English-Style Oatmeal Stout. A rich black over ruby hue and creamy tan head make our stout a memorable beer to behold.",
      "abv": "5.1"
    },
    {
      "name": "I-10",
      "description": "The West Coast comes to Jax with this extremely hoppy, true India Pale Ale. Our two-row malted barley and caramel malt come to life with a ?@!#-ton of Northwest hops. We use 4 different hops during the brewing process and during dry hopping. It’s music to your nose.",
      "abv": "6.75"
    },
    {
      "name": "Humboldt Haze Imperial Wheat IPA",
      "description": "From the heart of the Emerald Triangle, Humboldt Haze Imperial Wheat IPA is a flavor packed hop odyssey with the rowdy character of the west coast style. \r\n \r\nBrewed as an over the top high gravity American Wheat ale, Humboldt Haze pours a deep burnished golden orange with a brilliant white head. Bounteous aromas of exotic tropical fruits and citrus reign, while a subtle balm of toasted wheat and caramel malts heighten anticipation of the first sip. Resinous explosions of hop bitterness are soothed and harmonized by the silky characters of light, sweet wheat and mild caramel flavors. Then it’s on to a massive fruity cornucopia of citrus, passion fruit, mango and papaya with hints of white grape, lychee and pine. The boldly hoppy and resplendently balanced finish entices you back for more… and more… fascinating the senses anew with each savor. Enjoy!\r\n \r\nMalts: 2-row Pale malt, White Wheat, Crystal Wheat and Aromatic\r\nBittering hops: El Dorado and Centennial\r\nFlavor Hops: El Dorado and Centennial \r\nFinishing Hops: Crystal\r\nDry Hops: Crystal and Citra",
      "abv": "7.95"
    },
    {
      "name": "Chaider",
      "description": "Chaider is our annual Chai Spiced Hard Cider. We collaborate every year with Dragonfly Chai, a specialty tea microbrewery in Portland, Oregon, to produce this rooibos rich, chai-forward, autumn-magic in a glass.\r\nSo grab a chai, curl up in a blanket or go kick some leaves!",
      "abv": "6.5"
    },
    {
      "name": "Workingman's Rye Stout",
      "description": "An old fashioned stout with lots of flaked barley, roasted barley & rye malt, perfectly balanced by nugget and perle hops.",
      "abv": "6"
    },
    {
      "name": "fľaša svetlé pivo",
      "description": "12% svetlé pivo Zlatý Bažant je svetlý ležiak plzenského typu.\r\n\r\n\r\nJe charakteristické jemnou chmeľovou arómou a stredne silnou horkosťou. Plná chuť a primeraná rezkosť ho zaraďujú medzi najobľúbenejšie pivá na trhu.\r\n\r\n Je hlavným nosným sortimentom pivovaru Zlatý Bažant, známym takmer na celom svete. Elegantná etiketa a zlatou šatôčkou obalené hrdlo špeciálnej zelenej fľaše dáva produktu skutočný ráz exkluzivity.",
      "abv": "5"
    },
    {
      "name": "Hail the Pale",
      "description": "Hail The Pale is our interpretation of the American Pale Ale. It mostly comprises pale malt, but also includes some caramel malt for a touch of sweetness. It is hopped with Simcoe, a hop that we have not used in any of our other beers, which lends its unique flavor and strong floral aroma.",
      "abv": "5"
    },
    {
      "name": "Father",
      "description": "Father’s home, and his big, brawny body fills the room with a ruddy glow. He brings us gifts of dark roasted malts with hints of caramel and nuts, and bitter Belma hops that conjure up strawberries and plums. We promise we’ll save some for later. But he knows we won’t.",
      "abv": "7.2"
    },
    {
      "name": "Winter Run",
      "description": "A hop forward, medium bodied, India Pale Ale.  The strong hop flavor is from the use of the choicest Pacific Northwest hops; lending to a balanced bitterness of citrus, floral, and hints of tropical fruit characteristics.",
      "abv": "6.8"
    },
    {
      "name": "Freya's Stone Amber Ale",
      "description": "Our Amber Ale is a slightly roasty, slightly caramely and deliciously malty take on American craft beer. We brew this with a 100% barley grain bill consisting of various Caramel roasts.  We use a generous amount of American hops for bittering and aroma without upsetting the balance of the beer. Truly a beer for all seasons, with a mix of great flavor and accessibility, you’ll love the change of pace from lighter beers.",
      "abv": "5.5"
    },
    {
      "name": "Weissbier Dunkel",
      "description": "Andechser Weissbier Dunkel has been the perfect completion to the Andechs monastery brewery’s range of products since 1997. This dark Weissbier retains its aromatic character thanks to the select choice of Hallertau aroma hops and highest quality Bavarian wheat and dark barley malts. Its characteristic, distinctive maroon colour is a feast for the eyes. Then there’s the opalescence and fine structure of the yeast turbidity. The perfect complement is provided by the very creamy, fine pored head. This dark Weissbier from the Holy Mountain will delight connoisseurs with a harmonious interplay of fruity odours, above all ripe bananas and pineapple, with undertones of caramel and cocoa. Andechser Weissbier Dunkel teases the tongue with a delicate tanginess carried by a round, soft body. A light caramel sweetness harmonises well with the fine hoppy bitterness. It concludes on a soft and refreshing note (original extract: 12.5%, abv: 5.0%).",
      "abv": "5"
    },
    {
      "name": "Summer Solstice",
      "description": "This copper colored ale is smooth, malty, and lightly sweet, with a delicate hint of spice for that oh-so-drinkable, extra velvety flavor. The character is lighter in body than its cousin, our wildly popular Winter Solstice Seasonal Ale . This is a silky, creamy dream, perfect as a warm weather beer. But why call it Cerveza Crema? Two reasons: One, this beer has become a favorite among many of our Hispanic friends, so it’s named in their honor. Two, it sounds cool, and cool is what you want when its hot. Serve at 40 to 45 degrees Fahrenheit for the most optimal flavor and enjoyment. ¡Salud!\r\n\r\n\r\nAs with all of our products, Summer Solstice Seasonal Ale is never sterile filtered nor heat pasteurized, and should be stored in refrigeration. However, to fully enjoy its rich and complex flavor, it should be served between 40° and 45°F",
      "abv": "5.7"
    },
    {
      "name": "British Volunteer",
      "description": "Our story begins here with our flagship beer. British Volunteer epitomizes perfect balance. A strong malt backbone blends perfectly with traditional English hops to create a very easy drinking and endlessly satisfying ale. With our pints raised, we proudly name our ESB after the pub in Ashford, Kent, once run by Grandpa Pocock’s family.",
      "abv": "5.8"
    },
    {
      "name": "Cherry Bomb",
      "description": "A blend of our award winning hard cider, made with Michigan tart cherries and lemon to create a refreshing adult cherry lemonade.",
      "abv": "6.9"
    },
    {
      "name": "The Astounding She Monster Mango IPA",
      "description": "Our juiciest beer features ripe mango and tropical hop aroma on the nose followed by a mild bitterness from the Citra and Falconer's Flight hops and some alcohol warmth to balance out the sweetness of the fresh mango.",
      "abv": "7.2"
    },
    {
      "name": "Albatross Pale Ale",
      "description": "You’ve heard of a Birdie. Even an Eagle or a Hole In One. But what about an Albatross? That’s three shots under Par; as rare as the Albatross itself. Matt Swihart teamed up with some folks from Point Blank Distributing to put together a refreshing pale ale. It sits light on the tongue, and finishes dry and refreshing. Lemon and raspberry sit on the top, and it continues a light effervescence accented with citrus and a lemon tanginess. There wasn’t much made. You might say it’s as rare as an Albatross.",
      "abv": "5"
    },
    {
      "name": "Escape Artist",
      "description": "We believe beer is magic! Escape Artist Extra Special Pale will make you a believer as well. A light, medium-bodied brew, we use two classic American hops varieties. Centennial and Cascade create a concoction of mystique and complexity. No smoke and mirrors here.",
      "abv": "5.5"
    },
    {
      "name": "Oak Creek Amber Ale",
      "description": "This beautiful amber beer is a malt dominated brew, featuring biscuity, bread-like malt cleanliness. A nice mild, Hallertau noble hop flavored bitterness fills in the background.\r\n\r\nSilver Medal Winner at the North American Brewers’ Association competition.",
      "abv": "5"
    },
    {
      "name": "Shoofly Wheat Ale",
      "description": "Equal parts of malted wheat and pale malt plus Sterling and Czech Saaz hops go into our simple refreshing summer ale.",
      "abv": "5.3"
    },
    {
      "name": "Alternating Current",
      "description": "Gizmo Brew Works ushers in autumn with its newest seasonal, an altbier. Brewed true to the German style, this crisp amber ale is malt-forward, exhibiting a sweet caramel flavor accentuated by a light touch of spicy Noble hops.",
      "abv": "5.3"
    },
    {
      "name": "Belgian Amber",
      "description": "This striking Belgian Style Amber ale gets its color and flavor from over six varieties of malted barley. Toasted malt dominates the flavor profile, but subtle sweetness lingers to provide a rich mouth feel that is extremely smooth and drinkable.",
      "abv": "5.2"
    },
    {
      "name": "Grateful Red",
      "description": "While the fiery red hue may deceive you of its inherent hoppiness, the play of toasty malt flavors with sharp, resiny hops will bring you to the strangest of places, if you’re drinking it right.",
      "abv": "5.3"
    },
    {
      "name": "Black Sun Stout",
      "description": "A nose of coffee, roasted malts and piney hops. This medium-bodied stout has a broad depth of maltiness and a clean, dry finish.",
      "abv": "6.5"
    },
    {
      "name": "Pale As Night",
      "description": "A beer from the San Diego days created with Justin Knight.",
      "abv": "6.8"
    },
    {
      "name": "Shiner Wild Hare Pale Ale",
      "description": "Wild Hare is a classic American Pale Ale-richly hopped, fruity and floral. Munich malt nicely balances the assertive character of the U.S. Golding and Bravo hop varieties that give this brew its signature bitterness and aroma. Enjoy!",
      "abv": "5.7"
    },
    {
      "name": "Heart's Delight",
      "description": "Aged in used wine barrels for 16 months with tart cherries.",
      "abv": "5.5"
    },
    {
      "name": "Angry Amber",
      "description": "A low gravity, Amber Ale focusing on hops rather than malt contribution. Simcoe and Cascade make up the Hop Bill on this brew.",
      "abv": "5.7"
    },
    {
      "name": "Summer Bock",
      "description": "Rich in flavor from German pale barley. Moderate noble hop character with a subtle spicy quality from hops and alcohol. German Lager yeast provides a smooth long clean finish that interplays the malt and noble hops.",
      "abv": "6"
    },
    {
      "name": "Roggen",
      "description": "A German-style rye beer. Medium-bodied, deep amber in color, with a classically spicy finish.",
      "abv": "5.4"
    },
    {
      "name": "American Graffiti",
      "description": "Big hop aroma from a large dry hop of Equinox after barrel aging in Scotch Barrels. Notes of citrus, tropical fruit, floral and herbal characteristics very dry and light bodied, tart finish.\r\n\r\nYeast: French saison, Brett. Brux., Lacto Delbrueckii, American Ale.",
      "abv": "7.3"
    },
    {
      "name": "English Nut Brown",
      "description": "St. George Nut Brown Ale is a classic English-style Brown Ale with flavors reminiscent of biscuit and caramel that is well balanced by a mild hop character. This beer was traditionally served in taverns as their house beer. Our Nut Brown Ale is light brown in color with a thick creamy head.",
      "abv": "5"
    },
    {
      "name": "Horizon Red Ale",
      "description": "Horizon Red Ale – an emerging American hybrid ale that crosses the boundaries of styles. This red-hued ale projects an intensity of complex hops – yet allows the drinker to experience the balance and character of the malt. Floral, dry, hoppy and satisfying. Beautifully dry hopped, Horizon Red Ale will be considered a classic.",
      "abv": "5.7"
    },
    {
      "name": "#1 Fan",
      "description": "100% orange blossom honey.",
      "abv": "6.8"
    },
    {
      "name": "Nøgne  Saison",
      "description": "One of our most refreshing brews, made for those hot summer days, but satisfying year 'round. Recommended serving temperature 8Ã?Â°C/45Ã?Â°F. Goes well with seafood, particularly oysters.",
      "abv": "6.5"
    },
    {
      "name": "Wit",
      "description": "It is considered polite in Belgium to stand for a toast. Stand now, and raise a glass to sweet aromas of orange and spice, light-creamy flavor and a refreshing finish. Here’s looking at you, Wit.",
      "abv": "5.1"
    },
    {
      "name": "French Saison",
      "description": "Created and brewed as a traditional saison, this beer utilizes a powerful French saison yeast that rips through fermentation, creating a bright effervescent beer. With aromas of light fruit and hops, the flavor moves into a crisp and clean, lightly funky area, finishing with a touch of hop bitterness.",
      "abv": "6.5"
    },
    {
      "name": "Dirty Little Freak",
      "description": "Dirty Little Freak Coconut Caramel Chocolate Brown Ale is medium-bodied, 6% abv and a feast for the senses from its dominant blend of warm roasted malt, coconut, caramel, and chocolate flavors and aromas, barely restrained by a gentle hop bite, to a tantalizingly satisfying finish.",
      "abv": "5.8"
    },
    {
      "name": "Victorville Red",
      "description": "Bold caramel flavors balanced by copious late kettle additions of citrusy American hops.",
      "abv": "7.1"
    },
    {
      "name": "Bully! Porter",
      "description": "The intense flavors of dark-roasted malt in Boulevard’s rendition of the classic English porter are perfectly balanced by a generous and complex hop character. Bully! Porter’s robust nature makes it the ideal companion to a variety of foods, from seafood to chocolate.",
      "abv": "5.4"
    },
    {
      "name": "Harmonie Dark Lager",
      "description": "This beer is based on the very first comercially brewed beer in the state of Indiana.\r\n\r\nThe name of the brewer was George Bentel. His house is still standing in New Harmony.  The Harmonist brewer and cooper, George Bentel, was born November 3, 1781 in Iptingen, the same village in the Swabian kingdom of Württemberg where George Rapp was born.  Bentel lived at the northeast corner of Brewery and Grainery streets, where his house remains today, as upright as when Indiana's first brewer marched out to make his beer almost two centuries ago.\r\nThe German utopian communalists in New Harmony were Indiana's first significant brewers. Beginning in 1816, the Harmonists eventually brewed enough to sell all the way up to what is now West Virginia and down into lower Illinois. From the historical record, it appears the Harmonists brewed a porter-like dark beer. It must have been pretty good beer: An educated German, Ferdinand Ernst, stopped in New Harmony during his journey through the frontier region. “They served me a stein of beer,” Ernst wrote, “and I was not a little astonished to find here a genuine, real Bamberg beer.” He gushed that the Harmonists “must be happiest people of entire Christiandom.” A Louisville agent for the Harmonists reported, “Mr. Breeden, the most celebrated porter seller in the place says the strongest part of it would almost pass for porter and is the best beer he has ever seen in this country…",
      "abv": "5.7"
    },
    {
      "name": "Ha-Czech",
      "description": "A well-balanced pilsner with a corn-like malt sweetness and complex spicy hop presence. Moderately bitter, without being aggressive, from the use of Saaz hops. Brewed with traditional ingredients to be as authentic as possible. Named after the legendary Dominik Hasek (The Dominator), Czech Republic born goaltender for the Buffalo Sabres and Detroit Red Wings. Show Less",
      "abv": "5.7"
    },
    {
      "name": "RYE FACTOR RED",
      "description": "A deep copper colored ale w/ medium body & bitterness, subtle smoked flavors from the use of cherrywood smoked malt",
      "abv": "7.3"
    },
    {
      "name": "Piercing Pils",
      "description": "A Perry-Pils hybrid, Piercing Pils is a Czech Style Pilsner brewed with a White Pear Tea and Pear juice.  Both the juice and the tea were added in the kettle during the whirlpool (after the boil) for maximum flavor and aroma contribution.  The Pear fruit complexity pierces right through the spicy Czech Saaz hops beautifully, adding a gentle acidity to this pale lager that makes for a crisp refreshing sipper.  Amarillo hops add nuanced citrus notes that meld perfectly with the fruit.",
      "abv": "6"
    },
    {
      "name": "Winter Ale",
      "description": "Brewed for the holidays AND beyond! This beer is lightly spiced and warming, which will keep you cozy all winter.",
      "abv": "7.2"
    },
    {
      "name": "The Big Fella",
      "description": "A West Coast spin on a traditional Irish Red Ale, named after Founding Father of the Irish Freedom Movement, Michael Collins. “The Big Fella” balances mellow caramel sweetness with a distinctly West-Coast American hoppiness in this full-bodied copper red ale.",
      "abv": "7"
    },
    {
      "name": "Split Rock Creek Pale Ale",
      "description": "Split Rock Creak Pale Ale is our interpretation of an American Pale Ale.\r\n\r\nOur brew is named after the cold creek that Judge Brookings fell into on that fateful night. Wooden Legs Brewing company created Split Rock Creek Pale Ale as a refreshing, yet hoppy brew that leads our Flagship fleet. \r\n\r\nWe start with 2-Row American malt and add a few touches of caramel malt to balance out the flavor. The malts bring a great pale golden color with great white head. \r\n\r\nNot to be forgotten, the hops come out strong in the flavor of the classic American Cascades with hints of floral, a touch of spice and a dash of citrus. Late in the boil we add the brewer favorite Amarillo hops to give Split Rock Creek that little extra punch of citrus. \r\n\r\nWe use a classic American ale yeast that ferments dry, smooth and clean for that well balanced taste.",
      "abv": "5.5"
    },
    {
      "name": "Pilsner",
      "description": "Czech out Redhook’s newest brew.  Redhook Pilsner is crisp, golden lager that is modeled after those historic beers originally made in Plzeň, Czechoslovakia.  Redhook Pilsner’s maltiness is offset by a medium dose of Saaz hops and finishes with a clean, bright, thirst-quenching quality. A great “session” lager for when you’ve got a long day ahead of drinking.",
      "abv": "5.3"
    },
    {
      "name": "Old River Stout",
      "description": "An American style stout with a moderate hop bitterness and a surprisingly medium-light body. We start by using caramel and roasted barley malts and mash at a lower temperature that is common for this style. We then use American hops to balance the bitterness to make a unique flavored dark beer.",
      "abv": "5.6"
    },
    {
      "name": "Rootstock",
      "description": "A single hop rye pale ale. German Polaris hops impart pine, cantaloupe, and mint notes. Perfect for Spring drinking. Cheers!",
      "abv": "6.6"
    },
    {
      "name": "RYE FACTOR RED",
      "description": "A deep copper colored ale w/ medium body & bitterness, subtle smoked flavors from the use of cherrywood smoked malt",
      "abv": "7.3"
    },
    {
      "name": "Desperados Red",
      "description": "Red is the beer that lifts you up to keep you in the mood for partying, an energetic combination of beer, tequila and guarana.",
      "abv": "5.9"
    },
    {
      "name": "Arjuna",
      "description": "Bright. Compelling. Enigmatic. Fruity notes of orange peel, coriander, and chamomile make for a refreshing experience.",
      "abv": "6"
    },
    {
      "name": "Evil Eye",
      "description": "Amber in color but a style of its own",
      "abv": "6.5"
    },
    {
      "name": "Life Beyond Death",
      "description": "Leaving behind a legacy is a desire that lives within us. Some beers want the same. Our black saison is brewed with peppercorns and dried currants creating an intense dark malt presence. The layers of flavor will linger beyond the last sip.",
      "abv": "7"
    },
    {
      "name": "Pinedrops",
      "description": "This West Coast IPA is like that sweet little Nordic trail off the main trail of Meissner - it takes the high road. Using Pilsner base malt, it is light on malt but not hops. With a hop bill consisting of Amarillo, Centennial, Northern Brewer, and experimental hop X, we packed in the pine along with the citrus notes we love.",
      "abv": "6.5"
    },
    {
      "name": "Mosaic IPA",
      "description": "This is not your average IPA.  From the incredible nose, to the amazing finish, this IPA is one that both session drinkers and beer nerds alike will love.\r\n﻿\r\nWe’re full on board the hopwagon with this big American-style IPA.  However, it is not designed to blow your head off with overpowering hop bitterness.  Instead, Mosaic IPA is an extremely well-balanced brew that showcases its unique hop aroma and flavor.\r\n​\r\nThis beer gets its name from a new hop variety named “Mosaic,” which is predominantly where the immense, raw hop aroma and flavor is derived.  Mosaic IPA has a noticeable malt backbone to help soften the high level of hop bitterness and flavor, while keeping the body fairly light.\r\n﻿\r\nThe word \"Mosaic\" is also representative of the diverse range of individuals that make up our community.  It's perfect in every way!",
      "abv": "7.5"
    },
    {
      "name": "Space Train",
      "description": "They legally wouldn't let us open a brewery unless we brewed an IPA. Five varieties of American hops give this session-ish IPA a fruity aroma and balanced bitterness.",
      "abv": "5.5"
    },
    {
      "name": "Lord Rear Admiral",
      "description": "Three Floyds version of an ESB, this deep amber ale has a complex malt sweetness and pronounced apricot hoppiness. Named after Admiral Lord Horatio Nelson.",
      "abv": "6.5"
    },
    {
      "name": "Qualifier IPA",
      "description": "Qualifier IPA is a a well balanced IPA with hints of pine and citrus",
      "abv": "6.7"
    },
    {
      "name": "Pomegranate Planet",
      "description": "Pomegranate Planet – Our Spring seasonal American Wheat beer infused with the distinctive flavor of real pomegranate!",
      "abv": "5.2"
    },
    {
      "name": "Sunset Red Ale",
      "description": "A medium-bodied ale with the perfect balance between malt and domestic hop flavors and aromas. The use of “crystal malt” in the brewing process imparts a rich caramel flavor. The pitching of American ale yeast to this classic style gives our Sunset Red Ale a light fruitiness.",
      "abv": "5"
    },
    {
      "name": "Kai",
      "description": "Brewed with Grapefruit and Ginger this refreshing summer ale is sure to please and pair at any summer party be it Bar-B-Que or a fine gathering of friends.",
      "abv": "6.5"
    },
    {
      "name": "Boca Blonde",
      "description": "Our flagship beer and best-seller, Boca Blonde is a traditional German Munich Helles Lager. Crisp, clean and highly drinkable with low bitterness and smooth malt flavor. \r\n\r\nGold Medal, Best Florida Beer Championships 2013 (unfiltered “Zwickl” variant)\r\nSilver Medal, Great American Beer Festival 2000",
      "abv": "5"
    },
    {
      "name": "Blood Orange Wheat Ale",
      "description": "New to our Pub Series, this beer is brewed with 2-row Northwest Pale, Malted Wheat, and Unmalted Wheat. Blood orange provides a subtle twist to this refreshing brew. It pours with a white lacy head and a hint of orange aroma. A medium malt body with a crisp wheat finish and subtle orange flavor. Blood Orange Wheat Ale is available in six packs, on draft and in our Full Sail Trophy Case variety 12-pack from April to August.",
      "abv": "5.2"
    },
    {
      "name": "13 Rebels ESB",
      "description": "French Broad Brewery’s interpretation of the classic UK Extra Special Bitter. A bright copper color with a complex malt palate is complemented by traditional British hops, notably East Kent Golding. French Broad has made this traditional public house session beer a cult favorite with its skull and crossbones artwork.",
      "abv": "5.2"
    },
    {
      "name": "Nut Hugger",
      "description": "Get it on and bust a nut! Caramel and nuts on the nose. Earthy toasted malt with sticky, creamy lacing…a tell-tale climax body with an abundance of nuthuggery. Not too heavy. Not too roasty. Nuttiness rating: amazing drinkability.",
      "abv": "5.5"
    },
    {
      "name": "Restoration Pale Ale",
      "description": "Abita Restoration Pale Ale was created after the back-to-back hurricanes devastated Louisiana. With your help, the abita Brewing Company raised over $500,000 for hurricane relief. This brilliant, golden pale ale has a rich body, mild bitterness and a snappy, fresh citrus hop flavor and aroma. Cold filtered and brewed in small batches using no additives or preservatives, the Abita Company is proud to be Louisiana True.",
      "abv": "5"
    },
    {
      "name": "Kanzu",
      "description": "Farmhouse Ale with Coffee.",
      "abv": "5.4"
    },
    {
      "name": "Berkeley Hundred",
      "description": "Scotch Ale fermented with fresh cranberries. This beer is the perfect compliment to the gorgeous fall weather we're currently experiencing: full bodied, slightly sweet and a bit tart. Berkeley Hundred is named for the estate in Virginia where the first Thanksgiving was held almost 400 years ago.",
      "abv": "7.1"
    },
    {
      "name": "Kapai",
      "description": "Back in the day, our US supply of APA hops went up in smoke, literally. So rather than inciting a riot, we turned to some home grown cones as a temporary fix. The result? The evolution of a new style, an Aotearoa Pale Ale to rival its American counterpart. With citrus flavours and full hop finish, the result was Kapai – which means, it’s all good.\r\n\r\nEmbracing the 100% kiwiness of our Aotearoa Pale Ale, we have recently renamed this brew as kAPAi, encapsulating the true character of the beer.",
      "abv": "5.8"
    },
    {
      "name": "Rip City Red",
      "description": "For people who love IPAs but like a little more malt sweetness. We use American 2-row, Munich, Carapils, Crystal-15 and Crystal-120, and a little chocolate malt to add some oomph. We then throw in Palisade, Amarillo, and Centennial hops for a balanced, drinkable beer.",
      "abv": "6"
    },
    {
      "name": "Jolly Folly IPA",
      "description": "Boldly hoppy, just like the award-winning craft beers the brewery is renowned for, the seasonal offering was created when a newer team member committed a ‘folly’ by mistakenly mixing two different beer tanks, resulting in 500 barrels (or 15,500 gallons!) of the merry new brew. A taste of the resulting batch revealed it to be delicious, a hop bomb with a winter spice flavor. It’s Green Flash’s unexpected gift to IPA enthusiasts this holiday season. Jolly Folly is dominated by resinous, spicy hops. Its piney, floral aroma yields to a full malty flavor that is nicely balanced by multiple layers of citrus and tropical hop flavors.",
      "abv": "7.7"
    },
    {
      "name": "Dikke Lul 3 Bier",
      "description": "1-2-3 en tot de 4. Het maakt niet uit, dikke lul drie bier! If you are not from the Netherlands please do not translate the name of this beer! (Obviously you are going to now!) However this extraordinary hoppy pale ale was named after a Dutch and even Haarlem’ saying (found out after we made the beer). Awesome hop forward and dry-ridiculously-hopped American Pale Ale. Light/medium bodied and a lot of dank hops in it. The good stuff ☺",
      "abv": "5.6"
    },
    {
      "name": "Imperial Dortmunder",
      "description": "An imperial golden lager balanced between malt sweetness and dry hop flavors, yet darker in color and richer in finish. Brewed specially in 2008 to celebrate GLBC's 20th Anniversary.",
      "abv": "7.5"
    },
    {
      "name": "Liquid Chords",
      "description": "Brown ale with vanilla and cacao nibs and Vanilla Beans.",
      "abv": "6.6"
    },
    {
      "name": "Superstitious Stout",
      "description": "This dry Irish stout pours with a creamy \"Guinness\" style head. Bitter and roast notes peak through this light bodied beer, making it a highly drinkable stout.",
      "abv": "5.5"
    },
    {
      "name": "Papa Noel's Olde Ale",
      "description": "This holiday ale was brewed in the English 'old ale' style, a traditional strong ale style that is sometimes called a 'winter warmer.' The warmth comes from the alcoholic strength of the beer, which weighs in at about 7.2% by volume. It is an attractive dark copper-brown hue and is extremely full-bodied. Papa Noel's has a pleasing sweetness from its higher-than-normal alcoholic content, and from its complex malt foundation.This sweetness is balanced by a hint of roasted flavor, as well as a mellow bitterness imparted by a generous amount of English Fuggle hops. Other flavors in evidence are bittersweet chocolate, caramel, and toffee. Papa Noel's Olde Ale is the perfect brew to warm the body and nourish the soul during the cold and wet holiday season. Cheers!",
      "abv": "7.2"
    },
    {
      "name": "Tallboy Hop Harvest Brown Ale",
      "description": "A strong Brown Ale brewed with freshly picked whole Cluster hops and wildflower honey.  The result is a beer bursting with malt flavor and resiny hop goodness.  This is a collaborative brew between the brewmasters of Market Garden Brewery, Rocky River Brewery, and Indigo Imp and will be featured at all Cleveland Beer Week events.",
      "abv": "7"
    },
    {
      "name": "Holy City Pilsner",
      "description": "The first flagship beer in the Holy City arsenal is our version of a traditional Bohemian-style Pilsner, with significantly amped-up hops, imparting a wonderfully sharp bite to what’s already a dry, crisp affair. This beer will quench your thirst and please your palate all in one glass…but we bet you’ll want a second.\r\n\r\nMalts: Bohemian Pilsner & Carahell. Hops: German Magnum & Hallertau Mittelfruh",
      "abv": "5"
    },
    {
      "name": "Above the Clouds",
      "description": "Style Farmhouse Pale Ale Grain Bill Pilsen, Pale, White Wheat, Crystal 20 Hops Galaxy, Topaz, & Amarillo hops Flavor Profile Bright and easy drinking with a citrus hop character that balances with the fruity esters of the Belgian saison yeast and finishes with a subtle hop bitterness.",
      "abv": "6.3"
    },
    {
      "name": "Old World Hefeweizen",
      "description": "Our German-style hefeweizen is an unfiltered wheat beer that is handcrafted using only pure imported Hallertauer German hops grown in the Hallertau region of Germany to give it an original old world taste!  With its white moussy long lasting head, golden color, subtle aroma of bananas, and light hoppy taste, our hefe gives a crisp refreshing taste with a nice balanced finish to make this a perfect everyday beer for everyone to enjoy!",
      "abv": "5"
    },
    {
      "name": "Vanilla Bean Buffalo Sweat",
      "description": "Vanilla Bean Buffalo Sweat is a combination of our award-winning oatmeal cream stout, Buffalo Sweat, with whole Ugandan vanilla beans. The result is the natural espresso-chocolate flavors of Buffalo Sweat infused with the sweetness of vanilla. It’s an exceptional treat on a cold winter’s night.",
      "abv": "5"
    },
    {
      "name": "Gypsy",
      "description": "Camomile Wheat",
      "abv": "5.5"
    },
    {
      "name": "Pernicious",
      "description": "We start with out flagship Pisgah Pale the age it in oak barrels for a wicked long time, allowing a special strain of wild yeast convert residual sugars into an amazing subtle sourness. Champagne-like effervescence carries the aroma of pressed grapes as flavors yield to a bright hoppy finish. Enjoy!",
      "abv": "5.1"
    },
    {
      "name": "Spelt It, Dealt It",
      "description": "A farmhouse ale brewed with 50% spelt wheat and Czech Saaz hops!",
      "abv": "5.5"
    },
    {
      "name": "Smoked Porter",
      "description": "A porter-style beer brewed with an addition of German smoked malt. Medium bodied with a hint of smoke on the finish, this beer pairs great with bbq and meat dishes.",
      "abv": "6.5"
    },
    {
      "name": "Newman's Bitter",
      "description": "English Extra Special Bitter. Caramel sweetness balanced with Cluster and East Kent Golding hops. Very Smooth with a copper color.",
      "abv": "5.4"
    },
    {
      "name": "Witte Vrouwen",
      "description": "Highly refreshing beer based on white beer and weizen. Soft full cream taste and sweet creamy finish. Enjoy this unique taste combination of white and weizen.",
      "abv": "5"
    },
    {
      "name": "Gluten-Free IPA",
      "description": "Heavily hopped sorghum ale. Grapefruit and citrus mingle with a lingering bitterness. One of our most requested, for gluten-free folks and not!",
      "abv": "6.3"
    },
    {
      "name": "El Despierto Coffee Porter",
      "description": "In Early 2015, Busted Sandal Brewing decided to work on a project to develop a coffee porter that was unlike other coffee porters. Something with substance, where the craft of coffee brewing and the craft of beer brewing were perfectly matched into one delicious drink. After some research, we sought out and established a partnership with The Brown Coffee Company, in San Antonio, Texas.\r\n\r\nWe quickly learned from Founder and “Coffee Hunter” Aaron Blanco that Brown is not just special, it is unique in its market. You see, Aaron sources his coffee beans for his craft roasting by establishing direct relationships with coffee farmers around the world. He travels to farms and stays with farmers, and regularly hosts them in San Antonio. He seeks out the best of the best coffees, understanding the unique environment and character of each coffee variety where it is grown, as well as which processing methods best suit which coffees, all in pursuit of the perfect cup.\r\n\r\nWhile Brown works diligently to be as transparent and “invisible” as possible in selecting, roasting and serving their coffees, when it comes to our El Despierto Coffee Porter, it is anything but invisible. The coffee in El Despierto comes from the Madan Estate in the Western Highlands of Papua New Guinea. It is a huge coffee with a deep, spicy, tobacco leaf sweetness that converges perfectly with our beer to create something special. Unique. El Despierto is an amazing beer with amazing ingredients that we are sure you will love.",
      "abv": "6.2"
    },
    {
      "name": "Hoppenbier",
      "description": "Jopen Hoppenbier (hops beer) is the only triple-grain double-hopped beer in the world. A crisp beer with a malty foretaste and a lingering, bitter finish.\r\nThis golden beer is a precise reproduction of a Haarlem beer and is brewed according to the brewer’s statute (recipe regulated by the council) of 1501. An absolute classic.",
      "abv": "6.8"
    },
    {
      "name": "Calvert Cream Ale",
      "description": "Calvert's Cream Ale was originally brewed as a limited release, but was added to the year-round offerings after it's home-run success at the Calvert Brewing Beer Garden. This American cream ale utilizes corn and rice in the grain bill with an infusion of lemon and orange peel in the boil to create a perfectly refreshing, flavorful, light beer.\r\n\r\n5% ABV | 20 IBUs\r\nColor: Pale Gold\r\nAroma/Tasting Notes: Citrus, Water Cracker\r\nHops: Motueka, Cluster, Brewer's Gold\r\nPerfect for: Cooling off and relaxing outside\r\nPairs with: Salads, Fruit, Mild Fish, Lemon Desserts",
      "abv": "5"
    },
    {
      "name": "Scratch #46 Naked Elf (2011)",
      "description": "Naked Elf is an exercise in deconstruction and minimalism. This ale has distinct roots in The Mad Elf minus some key components.\r\n\r\nThe cherries? Gone. \r\nThe honey? Gone. \r\nThe chocolate malt? Gone.\r\n\r\nComing in just under 8% ABV, Naked Elf is an unfiltered golden beauty that displays a pronounced yeast flavor that made The Mad Elf famous as well as a touch of alcohol and some mellow malt flavors.\r\n\r\nO.G.: 22 \r\nMalt: Pils, Munich, Crystal \r\nYeast: Belgian \r\nHops: German Northern Brewers, Czech Saaz",
      "abv": "7.8"
    },
    {
      "name": "Shaughnessy Stout",
      "description": "An opaque black, full bodied Irish ale. Roasted coffee aroma, chocolate notes, dry finish",
      "abv": "5"
    },
    {
      "name": "Buzzcut Nut Brown Ale",
      "description": "Brown ale brewed with honey and hazelnuts.",
      "abv": "7.4"
    },
    {
      "name": "Hop Circle IPA",
      "description": "Hoptimization capacitors activated. Taste probe functions optimal. Aroma sensors in overdrive. Engage. Let this otherworldly IPA abduct the hell out of your senses. The gravitational pull of Hop Circle will have you searching the galaxy for another close encounter of the thirst kind. Resistance is futile.",
      "abv": "6.5"
    },
    {
      "name": "DAMPF LOC - Neue Welt Hefe Gerste",
      "description": "Dampf Loc is an all-barley warm fermented ale brewed by the folks from Chicago’s Local Option; inspired by “Dampfbier” originally crafted by medieval peasant inhabitants of the Bavarian Forest.  During the fermentation process generous amounts of foam and surface bubbles burst in the tank, giving the illusion that the ferment is boiling or “steaming.”  Local Option took up the task of brewing Dampf Loc as a modern interpretation of its Teutonic predecessor, creating a “Hefe Gerste” ale that is true to its roots; unmistakable in character yet accessible to beer drinkers of all palates.\r\n\r\nDampf Loc has a mild hop profile, medium body with pleasant effervescence and a clear, rich, orange hue.  Dampf Loc is ideal for warm months, yet enjoyable year round.",
      "abv": "5.3"
    },
    {
      "name": "Redoubt Red Ale",
      "description": "Redoubt Bay, south of Sitka, is a favorite fishing spot for Sockeye Salmon. Also called Red Salmon, this famous species turns bright red and green before spawning in the summer.\r\n\r\nOur red, also a local favorite, gets its rich color from roasted barley. A blend of four hops gives it big flavor and aroma.",
      "abv": "6"
    },
    {
      "name": "Hopitoulas",
      "description": "West Coast style India Pale Ale that combines 6 malts and 6 hops with additional dry hopping for three weeks. It takes about a month and a half to make each batch and we think it is worth the wait. Hints of pine and citrus with a powerful, yet balanced hoppy flavor, Hopitoulas packs a punch that you won’t forget.",
      "abv": "6.5"
    },
    {
      "name": "Alpine Black IPA",
      "description": "A robust and deeply textured dark ale. Brewed with midnight wheat, and a blend of Magnum, Cascade, and Amarillo hops. Dry hopped and cold conditioned.",
      "abv": "7.1"
    },
    {
      "name": "Hoppelganger IPA",
      "description": "R&B’s Hoppelganger IPA is a Northwest style India Pale Ale, created for the true beer connoisseur. An assertive blend of Crystal, Columbus, Chinook, Mt. Hood, and Cascade Hops, is added to premium English, French-Belgian, and Canadian malts to create a fresh floral aroma and generous malt flavour, so emblematic of true Northwest-style I.P.A.s. Hoppelganger’s clean and slightly sweet finish is followed by an aggressive hop bitterness. At 45 IBU’s, this beer is definitely…NOT FOR THE FAINT OF TONGUE!!!",
      "abv": "6"
    },
    {
      "name": "Free Beer",
      "description": "What if quality could be cheap? What if high content beer could be cheaper than low content beer? Would this affect choice?\r\nThis reflection sparked the second collaboration of Evil Twin Brewing & Omnipollo. An IPA brewed using an abundance of Australian and New Zeeland hops laid on a fluffy bed of English, Belgian and German malts.\r\nThe twist — to remove the money aspect of choosing craft beer we decided to bring in a sponsor.\r\nBatch #1 is generously sponsored by The Bishop’s Arms, specialty beer bar and pioneers of the Swedish craft beer scene.",
      "abv": "6.2"
    },
    {
      "name": "Treeman ESB",
      "description": "Classic malty English style ale.",
      "abv": "5.5"
    },
    {
      "name": "Sieban Larger",
      "description": "A full bodied, malt-accentuated amber lager, best described as Biergarten Marzen. Double decocted from German Pilsner, Vienna and Munich malts with several kettle additions of Nobel hops. We have re-worked this family favorite many times over the years and of the 20 or so recipes created it was \"number seven or Sieben” in German that was selected by our diverse tasting panel as the best of the best.",
      "abv": "5.2"
    },
    {
      "name": "Java Porter",
      "description": "A medium-bodied ale with robust coffee aroma and flavor from the addition of coffee beans into the boil.\r\n\r\nLocal coffee roaster Partridge & Quigley’s Sumatran Blue Ling Tong coffee beans",
      "abv": "5"
    },
    {
      "name": "Milk Stout",
      "description": "Dark chocolate, coffee, and roasted malt aromas and flavors characterize this Stout providing silky, smooth warmth for the winter season. This Milk Stout is the result of the Collaborator project, a project between the Oregon Brew Crew (one of the oldest home brewing clubs in the nation) and Widmer Brothers that identifies unique beer styles for distribution to the public.",
      "abv": "7.6"
    },
    {
      "name": "Twisted X",
      "description": "This Premium lager has a subtle hop flavor and a crisp clean finish. Yellow corn from Richardson Farms adds a touch of that Mexican lager flavor. At 5.1% alcohol by volume it is our lightest beer, however, lighter does not equate to lack of flavor.",
      "abv": "5.1"
    },
    {
      "name": "Atom Splitter",
      "description": "A cross between a red ale and an IPA, this beer is hopped high with Amarillo and Citra hops. The mixture of the hops creates a floral bouquet of delectable citrus with an approachable bitterness.",
      "abv": "6.5"
    },
    {
      "name": "Luminous - Excelsior! Series",
      "description": "Brewed with wheat and aged NYS hops.  Fermented for over a year, this ale is a delightful meditation on uninhibited life; a celebration of esoteric flavors.  Enjoy the simple, yet intriguing pineapple, cherry, mango, and hay aroma complemented by a bucolic funk. All cushioned by a dazzling effervescence and a light tartness, a truly wild ale reminiscent of the pastoral landscapes surrounding the Finger Lakes.",
      "abv": "6"
    },
    {
      "name": "Marzën",
      "description": "German Spring Lager aged to perfection brewed with 2 Row Barley, Crystal, Victory and Munich Malts. Has an amber complexion with caramel and roasted characteristics and a fairly dry finish. This higher gravity lager is named after the month of March when most brewers made this beer.",
      "abv": "6.3"
    },
    {
      "name": "Saison de l’Evolution",
      "description": "Hazy Belgian-style farmhouse ale that draws spice and crispness from rye and hops, and is rounded out with candied ginger, coriander, and citrus.  Fruity sweetness lands on the tongue first, followed by spice and a subtle hoppiness that can’t help but tas",
      "abv": "5.8"
    },
    {
      "name": "Bock",
      "description": "Opening with a rich, crusty bread, this beer brings nutiness, caramel sweetness and ripe pit fruits. A  medium full-bodied beer with a long lasting malty finish.",
      "abv": "6.4"
    },
    {
      "name": "Mosh Pit",
      "description": "Hoppy Red Ale.",
      "abv": "6.66"
    },
    {
      "name": "Hefeweizen",
      "description": "A lightly hopped, refreshing, Bavarian style wheat ale that has hints of banana and clove in the finish. Typically available May until October.",
      "abv": "5"
    },
    {
      "name": "CASK CONDITIONED BEHIND ABBEY DOORS WITH RASPBERRIES",
      "description": "Brewmaster Brian took our Belgian Brown Ale, Behind Abbey Doors, and put it in a firkin with a bunch of fresh red raspberries. Traditionally served using gravity, this cask conditioned ale is a smooth, rare treat.",
      "abv": "6.4"
    },
    {
      "name": "Kuld Filtreerimata",
      "description": "Tõelistele õllegurmaanidele on Saku Kullal pakkuda isemoodi säravaim pruul - filtreerimata Saku Kuld. See on hägune nauditav kvaliteetõlu, mis lausa pakatab maitsest.\r\n\r\nNote: Silver label.",
      "abv": "5"
    },
    {
      "name": "Frankenlager",
      "description": "In Mary Shelley’s novel, a modern-day Prometheus combines disparate parts to create something uncontrollable, destructive and misunderstood. Lucky for you (and our team) that brewing is much more predictable and manageable, especially in our new state-of-the-art brewery in Hampton, NH.\r\nThe India-style Pale Lager is a new hybrid-style of beer that’s begun surfacing throughout the craft brewing nations of the world. Frankenlager is Smuttynose’s presentation of a double IPA mashed and fermented like the classic lagers of Europe. Crisp and refined, but certainly not meek or mild, Frankenlager is one the first beers brewed in our new home and we’re excited to present it to the world.",
      "abv": "6.1"
    },
    {
      "name": "Standing Stones",
      "description": "A very malty scotch ale with a slight smokiness.",
      "abv": "6"
    },
    {
      "name": "Hefeweizen",
      "description": "There is no Oktoberfest without Hefeweizen. Brewed with classic German ingredients, our take on this style is loaded with banana esters and hints of clove producing a flavorful and highly drinkable wheat beer.",
      "abv": "5.4"
    },
    {
      "name": "Superpest Double IPA",
      "description": "BRONZE MEDAL WINNER - IMPERIAL IPAS -  BC BEER AWARDS 2014!\r\n\r\n\"Lead by example\" is no forced cliche to the Superpest - it's an innate ethic.  In the bottle, that directive is deftly delivered by the great Centennial, Chinnok, and Columbus hops of the Pacific Northwest.  Only BC-malted 2-row barley is good enough to echo the Superpest name, so that's what we use...",
      "abv": "7.5"
    },
    {
      "name": "Hoppy Boy",
      "description": "Hoppy Boy India Pale Ale is the flagship beer of Twisted Pine. It pours a hazy pale orange and has a dry, tart taste with an earthy bitterness.   Pleasant grapefruit and citrus notes are provided by the addition of Cascade hops.  This classic American IPA is brewed with medium caramel malts that play off the citrus and orange rind hop flavors to make this beer most enjoyable.",
      "abv": "6.2"
    },
    {
      "name": "Crows Foot",
      "description": "As many sailors were barefoot, pirates would toss this multi pronged steel weapon on to the deck of the ship they were attacking, causing chaos. Hints of roasted barley, coffee, chocolate and acidic funk pierce your palate in this light bodied, dry, black ale.",
      "abv": "5"
    },
    {
      "name": "Oktoberfest",
      "description": "Lager",
      "abv": "5.3"
    },
    {
      "name": "Colchuck",
      "description": "Fresh, satisfying, easy drinking, medium bodied golden ale, moderate wheat flavor light hop character, malty sweetness.",
      "abv": "5"
    },
    {
      "name": "Carpe Noctem",
      "description": "Many of history’s most important revolutions began at night, and this beer is brewed to salute those that “Seize the Night” and make it one for the history books! \r\n\r\nCARPE NOCTEM is a black-as-night oatmeal coffee stout with roasted grain aroma and bold coffee character from coffee beans from East Sac’s famous “Chocolate Fish Coffee Roasters.” \r\n\r\nChocolate and carafa malts present a slight sweetness and mild roastiness with earthy, nutty tones together with a creamy body from locally grown oatmeal. \r\n\r\nSo pour yourself a glass of this bad boy and start your own revolution tonight!",
      "abv": "5.8"
    },
    {
      "name": "Sapporo Premium",
      "description": "With lush use of aroma hops, Sapporo Premium has an amazingly crisp taste, refreshing flavor, and refined bitterness to leave a clean finish. Whether in our iconic SILVER CAN that is long loved by our American fans, in bottles, or on tap, Sapporo Premium Beer can be enjoyed on any occasion.",
      "abv": "5"
    },
    {
      "name": "Black Noddy",
      "description": "This is a traditional Bavarian Schwarzbier style with a deep color and a smooth rich flavor. Specially roasted malts give the black color and mild roastiness to this beer while Munich, Caramel, and Honey malts add depth and character to the malt flavor. Moderately hopped with noble aroma varieties to achieve a perfect balance and a clean finish this beer is a perfect complement to smoked, grilled, and roasted foods, flavorful meats and cheeses or chocolate desserts.",
      "abv": "5.2"
    },
    {
      "name": "Best Brown Ale",
      "description": "Rich brown ale perfect for the fall and winter. Plenty of malt character and smooth sweet finish give this brown ale its distinct character.",
      "abv": "5.8"
    },
    {
      "name": "Jan",
      "description": "Bavaria, Floral, Mandarin, Bi-Lingual.",
      "abv": "7"
    },
    {
      "name": "6th Generation Stock Ale",
      "description": "Stock ales were once common among America’s family run breweries. 6th Generation Stock Ale features a unique blend of  malts and  the finest  hops from the Pacific Northwest.  Then we finish  in the hopjack for the signature hop flavor. 44 IBUs and our special milling and endosperm mashing process make for a smooth and refreshing ale.",
      "abv": "5.5"
    },
    {
      "name": "Lighthouse",
      "description": "The Pensacola Lighthouse is an icon for our hometown, and so is our Porter. For centuries, a light high above a tower has served as a beacon to sailors at sea. Even though we don’t keep the Lighthouse Porter on our roof, you’d be surprised at how many sailors seem to think it’s a sign!\r\n\r\nThe Gulf’s shallow waters can be treacherous. Without the Pensacola Lighthouse, who knows how many ships would have succumbed to a dark and foggy night? Find your way out of the dreary rat race and relax with the Lighthouse Porter\r\n\r\nThe Lighthouse Porter is flavorful, without being heavy. An enjoyable sipping beer, you’ll definitely find your way to shore with our Lighthouse Porter.",
      "abv": "6.9"
    },
    {
      "name": "Hopped Up Red Ale",
      "description": "This amber ale is medium-bodied with low bitterness and has a nice hop punch. Brewed with organic malts.",
      "abv": "7.2"
    },
    {
      "name": "Bronx Autumn PA",
      "description": "Fresh juice pressed from New York State apples makes up a quarter of the fermentables of this crips and easy-drinking Autumn Pale Ale, lending it a slightly acidic, fruity and tannic finish.  Northern Brewer hops from the west coast are added to the kettle and conditioning tank, contributing a woody and subtle mint character.  \r\n\r\nMalt bill:  Briess Pilsen Malt, Briess Special Roast\r\nHop bill:  Northern Brewer\r\nApple varieties:  Idared, Crispin, Gala, Stayman-Winesap, Macintosh from Soons Orchard, NY",
      "abv": "6.5"
    },
    {
      "name": "Polyjuice Potion",
      "description": "This collaborative ale is for wizards & muggles who solemnly swear they are up to no good. A sour brew concocted with plums, elderberries, and magical bits and bobbles.",
      "abv": "7"
    },
    {
      "name": "Amber",
      "description": "Loaded with caramel flavors, fruity esters and a hint of toasted malts. Full enough for those snappy spring days, while finishing with a clean bitterness that refreshes on the warm ones.",
      "abv": "5.4"
    },
    {
      "name": "Aglianico Kolsch",
      "description": "Aglianico is a red wine grape thought to be one of the oldest varietals and brought to Italy by the ancient Greeks. Cultivated in the small quantities by the Orsi Family in Dry Creek, this spicy and tannic fruit blends well with our soft Global Kolsch.",
      "abv": "5.4"
    },
    {
      "name": "Fire House Pale Ale",
      "description": "Firehouse Pale Ale was inspired by the 1914 Cortland Firehouse which is located across the road from the brewery. The beer pours a gold color with a frothy white head with a noticable Cascade hop aroma. The taste is smooth and slightly malty, with just enough hop flavors to make it light and clean. A great everyday drinking Pale Ale.",
      "abv": "5.9"
    },
    {
      "name": "Georgetown Braggot",
      "description": "Our version of this less-than-famous style of mead is technically a bottle-conditioned ale using local blackberry honey. We add Northern Brewer hops and ferment it with a Belgian yeast strain. The malt bill includes Munich, Pilsner and Special B malts.",
      "abv": "7.8"
    },
    {
      "name": "Peachicot Blonde Ale",
      "description": "River Company’s Peachicot Blonde Ale is a light and fruity blonde ale brewed with a 2 Row Brewers Malt, Dextrine malt, a hint of corn, and peach and apricot flavors. Light and refreshing without being overly sweet, it is the perfect summer day beer. We called it Peachicot because Aprieach sounded stupid!",
      "abv": "5"
    },
    {
      "name": "Tipsy Hipster",
      "description": "A showcase of our favorite dank, resin-y hops including Apollo, Columbus & Simcoe with a citrus punch provided by Centennial & Amarillo, Clandestine's 'Tipsy Hipster' is not brewed to be the strongest or most bitter IPA, instead we offer the hop-head a completely unbalanced hop-forward beer. Brewed with a base of Maris Otter, Tipsy Hipster has just enough malt to provide a backbone to the waves of hop flavors produced by multiple kettle additions, a hop-stand, and multiple dry-hop additions. These abundant hop additions result in huge citrus and dank pine flavors and aromas that will last to the bottom of your glass. Remember- this beer is best enjoyed fresh!",
      "abv": "7"
    },
    {
      "name": "Battle Point Stout",
      "description": "THE BEER: A big, bold, dark, American Stout. Battle Point maintains a complex roastiness, with hints of caramel and chocolate, without being overly burnt or bitter. Smooth as silk and dark as night. ESB, Flaked Barley, Crystal 40, Chocolate malt, Black malt, Black barley, Carafa III, and just a hint of Extra Special malt. Hops are Nugget, Apollo and Willamette.\r\n\r\nTHE STORY: Located on the West side of the Island, Battle Point was supposedly named for a battle between a raiding northern tribe and the local Suquamish, in which Chief Kitsap and his men were victorious. During World War II, a radio post was established there as part of a network for intercepting and decoding Japanese radio transmissions. Now it's a park, and when I was a kid we used to shoot off model rockets there. Battle Point Stout is named after this historical corner of the island.",
      "abv": "7.1"
    },
    {
      "name": "Treacherous",
      "description": "Cranberry Apple Cider.",
      "abv": "6"
    },
    {
      "name": "Ramstein Blonde",
      "description": "Unfiltered traditional German weiss beer. Malty wheat bouquet brimming with clove and apple aromas. Wheat and barley balanced by imported German Tettnanger hops. The finish is smooth and refreshing.",
      "abv": "5.5"
    },
    {
      "name": "Old Baldy",
      "description": "Old Baldy is an Experimental Belgian Golden Ale with a hazy yellow glow and aromatic complexities of fruity bubblegum, spice, and banana taffy.  A snappy ginger bite complement the fresh citrus flavors of tangerine. The beer also has a wonderful cleansing effervescence.  The finish contains a notable bitterness that’s slightly peppery and dry.",
      "abv": "6"
    },
    {
      "name": "Dragons Milk Brown Ale",
      "description": "Dry-hopped brown ale, very aromatic, tastes of roasted chocolate and coffee with a full-bodied finish.",
      "abv": "6.5"
    },
    {
      "name": "Amber Ale",
      "description": "A medium bodied copper-colored ale that shows notable caramel malt flavor with moderate hop bitterness along with a hint of fruit.\r\n\r\nBrain of Brewers 2010 Bronze Medal.",
      "abv": "5.6"
    },
    {
      "name": "Ryes Up Rye Saison",
      "description": "A light and crisp Farmhouse Ale with hints of spice. Hints of clove and banana esters pair perfectly with the spicey rye. One of our lighter Saisons but one of our favorites.",
      "abv": "6"
    },
    {
      "name": "Stir Crazy",
      "description": "A new season means new adventures. We created Stir Crazy Winter Ale to warm you from within during the coldest time of year. Our sturdy winter warmer is brewed with cocoa nibs, vanilla, raisins and brown sugar. Layers of malty goodness create a dark ruby color and satisfying notes of chocolate and rich caramel, while pulverized raisins and brown sugar provide a fruity complexity. Bundle up and enjoy!",
      "abv": "6.5"
    },
    {
      "name": "Holiday Toffee Ale",
      "description": "An Amber Belgian Ale hopped with Cluster and Santiam cheer. Rich malt body comprised of Canadian Honey malt and English Marris Otter malt. We let this seasonal beauty simmer with dark Belgian candy sugar and chocolate covered toffees from River Street Sweets in Savannah.",
      "abv": "6.8"
    },
    {
      "name": "Le Chiffre",
      "description": "Belgian yeast transforms simple ingredients—pilsen malt, noble hops, and beet sugar—into a fruity, spicy, slightly tart ale with a crisp FINISH despite its relatively high alcohol content. The finishing touch: We serve this one with a big frothy head!",
      "abv": "7"
    },
    {
      "name": "Brunch",
      "description": "Cider W/Maple & Walnuts",
      "abv": "6.9"
    },
    {
      "name": "Big Oak",
      "description": "A Vienna Lager brewed to the strength of a Bock.",
      "abv": "7"
    },
    {
      "name": "Sweet Myrtle - Side Trail Series",
      "description": "Sweet Myrtle was chosen as the winner of the 15 Beers for 15 Years Competition at Upland Brewing Company’s 15th Anniversary. What began as a brewer’s desire to make a non-traditional ale turned into a crowd favorite. Sweet Myrtle celebrates both an anniversary and the passion we have for making great beer as seen through our Side Trail Series. Cheers!",
      "abv": "6.3"
    },
    {
      "name": "Stoneface Porter",
      "description": "Everybody's got their thing. For some, it's campfires, music, unwinding. For others it's about breaking a sweat; a hike, a run, a ride. Some people want an absurdly hoppy IPA while others go for rich dark ales. Some choose all of the above - and that's how we roll. Do your thing; try new things; repeat. And try a Stoneface. We think you'll like that thing, too.",
      "abv": "5.5"
    },
    {
      "name": "Sweet Myrtle - Side Trail Series",
      "description": "Sweet Myrtle was chosen as the winner of the 15 Beers for 15 Years Competition at Upland Brewing Company’s 15th Anniversary. What began as a brewer’s desire to make a non-traditional ale turned into a crowd favorite. Sweet Myrtle celebrates both an anniversary and the passion we have for making great beer as seen through our Side Trail Series. Cheers!",
      "abv": "6.3"
    },
    {
      "name": "Stoneface Porter",
      "description": "Everybody's got their thing. For some, it's campfires, music, unwinding. For others it's about breaking a sweat; a hike, a run, a ride. Some people want an absurdly hoppy IPA while others go for rich dark ales. Some choose all of the above - and that's how we roll. Do your thing; try new things; repeat. And try a Stoneface. We think you'll like that thing, too.",
      "abv": "5.5"
    },
    {
      "name": "Black Ice",
      "description": "A light-bodied, crisp and refreshing American Ale.  Brewed to feature a subtle malt sweetness complimented by mild floral hops.  The combination is a well balanced light-bodied and refreshing ale.  Originally released for the 2016 Black Ice Pond Hockey Tournament in Concord, NH.",
      "abv": "5"
    },
    {
      "name": "Antebellum Ale",
      "description": "An 1840?s American recipe using water, yeast, molasses, ginger and spruce tips. The ingredients from the historical drink have been adapted into a flavorful modern day beer incorporating malt and hops.",
      "abv": "5"
    },
    {
      "name": "10th Anniversary Ale",
      "description": "This pale is highlighted by the spicy hop character of German Tettnang and the piney citrus notes of American Cascade. Light in body with a dry finish",
      "abv": "5.3"
    },
    {
      "name": "Paradisiac",
      "description": "(Better a Witty Fool Than) A Foolish Wit with strawberries and kiwis added.",
      "abv": "7"
    },
    {
      "name": "Quaker State with Coffee and Vanilla",
      "description": "Our regular Quaker State made with French Roast coffee from Katahdin Speciality Coffee in Wells, ME and vanilla.",
      "abv": "5.5"
    },
    {
      "name": "Ginger Hop IPA",
      "description": "Hops and ginger combine in this interesting take on an IPA. This beer is hopped with Sarachi Ace hops to provide lemon notes which blend well with the character that the multiple additions of ginger add!",
      "abv": "5.9"
    },
    {
      "name": "Bee Keeper",
      "description": "A light, dry, refreshing summer ale. Hints of banana and bread on the nose. A clean finish highlighted by a touch of cloves and subtle honey flavor. Very low in bitterness.",
      "abv": "5.5"
    },
    {
      "name": "Wedding Alt",
      "description": "Modeled after the Alt style from Düsseldorf, Wedding Alt is characterized by a clean, balanced flavor that is ushered in by subtle hop aroma. Wedding Alt dances crisply on the palate and finishes with a slight sweetness.",
      "abv": "5.4"
    },
    {
      "name": "Celilo CDA",
      "description": "A dark ale hopped with Summit, Chinook and Tomahawk with a malt backbone of Midnight Wheat.",
      "abv": "7.6"
    },
    {
      "name": "Cape May Richie’s Rad Pale Ale",
      "description": "ABV: 5.4% SRM 4.4 IBU 58 Dryer than dry with a hop stickiness that coats your mouth, with a lingering grapefruit bitterness that accentuates the dryness leaving you thirsty for more, this Pale Ale defines being rad. Continuing our Employee Series, if you’ve had a conversation with our sales guy Richie you’ll know why we named this Rad - as invariably within minutes he’s referred to something as being \"rad.\" Richie wanted a rad beer that was crushable and bursting at the seams with tropical notes and hoppy dankness, and with spring in full swing you’re reaching for a brew that’ll let you pound back a few rounds. Begging for a couple go-to’s, Richie’s Rad Pale Ale is one you’re going to put back with ease.",
      "abv": "5.4"
    },
    {
      "name": "Witness",
      "description": "Witness is a bretted Belgian pale ale drawing inspiration from the Trappist Monasteries. Combining the classic Bastonge yeast (from Orval) and then both Brettanomyces Bruxellensis and Brettanomyces Clausenii to condition this beer will be hoppy and fragrant fresh but will also age gracefully like it's traditional predecessors, building complexity in the bottle.",
      "abv": "5.8"
    },
    {
      "name": "Penalty Kick ESB",
      "description": "An American-style ESB, this Extra Special Bitter comes in a ~7% with a great, malty body and a slight rye and hop bite.",
      "abv": "7"
    },
    {
      "name": "Spruce Tip India Red Ale",
      "description": "An homage to the rugged wild beauty of the West Coast, this aggressively hopped India Red Ale combines smooth malt character with an assertive bitterness. A combination of Simcoe hops and freshly picked, locally sourced Sitka Spruce tips provides a blend of pine, citrus, mint and green flavours. As part of our “Farm to Glass Series” this beer utilizes ingredients grown and harvested right here in the Fraser Valley.",
      "abv": "6.25"
    },
    {
      "name": "Slugfest Wheat",
      "description": "With 55% wheat and 9% Vienna Malt, Slugfest is a sweet authentic German Wheat Beer. We used a true German yeast strain which imparts clove and banana esters. O.G. Plato 15.5 (1.062) 5.5% by Wt.",
      "abv": "5.5"
    },
    {
      "name": "Montepulciano Kolsch",
      "description": "Indigenous to Italy, and brought to us by the Orsi Family in Dry Creek, Montepulciano is a varietal that has a deep ruby color and produces a juice with a soft flavors reminiscent of plum jam. Blended with a light Kolsch ale and refermented in oak.",
      "abv": "5.4"
    },
    {
      "name": "Nightmare Oatmeal Stout",
      "description": "A full-bodied stout with a smooth, not bitter, coffee - like flavor from roasted barley and oats.",
      "abv": "6.5"
    },
    {
      "name": "Saison",
      "description": "An award winning homebrew recipe by Bob Hall and our Pro-Am entry to the 2013 GABF.  A Saison brewed with demerara sugar.  Dry, fruity with some spice character.",
      "abv": "7"
    },
    {
      "name": "Citrus IPA",
      "description": "This IPA has just what you need to get you ready for spring.  It is brewed with with CITRUSY hops: Columbus, Amarillo, Pilgrim, LEMON and ORANGE peel.  Then dry-hopped with more Amarillo for added HOPPY citrus punch.  The aroma is sweet yet the taste is dry with a great ROBUST IPA finish.",
      "abv": "6.2"
    },
    {
      "name": "FAT UNICORN PALE ALE",
      "description": "Medium-bodied, balanced pale ale.  Citrus, herbal, minty hop aroma.  Toasty, biscuit malt character.  Smooth mouthfeel.  Clean finished.  Balanced.",
      "abv": "5.5"
    },
    {
      "name": "Nether Regions",
      "description": "A blend of a Belgian Wit and a German wheat this is truly a brew from the Nether Regions. Giving off an aroma of pepper and clove with a hint of banana esters that loft up at the end. Flavor lends to the balance of pepper, clove and banana.",
      "abv": "5.7"
    },
    {
      "name": "Silver Bay IPA",
      "description": "Tucked away at the south end of Sitka's road system, you'll find Silver Bay. Abundant marine life and the impressive sheer face of Bear Mountain make it especially photogenic. Soon after the brewery opened, a rough and tumble bunch of girls who work at a fish processing plant on Silver Bay came in for samples and noticed our IPA was not yet named. They recommended Silver Bay IPA then attempted to wipe out our supply.\r\n\r\nAlso rough and tumble, our IPA is hoppy with plenty of flavor.",
      "abv": "6"
    },
    {
      "name": "847 Suburban Wheat Ale",
      "description": "Our most popular brew, our wheat is brewed with approximately 50% wheat malt and 50% malted barley. The flavor of this brew is very well balanced meaning it is neither malty (sweet) or hoppy (bitter) like most of Finn's beers This is great beer to begin with if you haven't had a micro-brewed beer. Mickey Finn's flagship beer.",
      "abv": "5.4"
    },
    {
      "name": "Crimson Ridge Vintage Dry",
      "description": "In the heart of the Blue Ridge Mountains at Wintergreen, Virginia is a cidery overlooking the Rockfish River.  Here a custom blend of Virginia apples is crafted to make a premium hard cider with a rounded, full-bodied apple taste.  Rich and beautifully effervescent, Crimson Ridge is exceptionally well-balanced, bringing out the very best in Virginia apples.",
      "abv": "6.9"
    },
    {
      "name": "Black IPA",
      "description": "Also known as a Cascadian Dark Ale and an American Black Ale, IPA hops with a slight roast flavor and a black coffee color.",
      "abv": "7.1"
    },
    {
      "name": "Pale Ale",
      "description": "This classic American Pale Ale is floral to the nose and flavorful to the mouth.  2-Row & 5 Specialty Malts create subtle caramel tones while just the slap right amout of cascade hops make our Pale Ale just a shade short of perfect.  Grab some and tell us what you think.  Surely to be one of your favorites.",
      "abv": "5.8"
    },
    {
      "name": "Saison Vert",
      "description": "Saison Vert is an open fermented wheat based brew made with black limes, giving the otherwise bright beer a darker flavor profile. Layered with spice, citrus, earth, and even walnut notes, Saison Vert goes down easily with tremendous nuance. Several kegs will see out of state distribution, so look for both locally and across the country.",
      "abv": "6.5"
    },
    {
      "name": "Heathen",
      "description": "An american IPA brewed with a blend of 3 base malts and a multitude of hops.",
      "abv": "6.9"
    },
    {
      "name": "Resolute",
      "description": "This obsidian-colored stout pushed the capacity of our mash tun to the limits with its huge grain bill! It looks like a one-pint espresso shot; black, strong, weighty and rich, but perfectly balanced.",
      "abv": "6.7"
    },
    {
      "name": "Sour Citrus Mystress",
      "description": "This light and effervescent beer pops with tangy farmhouse character in the nose and continues on with a bright acidic bite on the palate. Citrus-forward American hops accompany the aromatic lemon and orange west added post-fermentation. A mineral quality is prominent throughout the profile with an extra dry finish.",
      "abv": "5.5"
    },
    {
      "name": "Pale Ale",
      "description": "Tap Room No. 21 Pale Ale holds the code to unlocking the mystery of the 1920’s speakeasies. With its balanced flavor, this Pale Ale offers a true taste of American history. No secret handshakes or passwords needed to enjoy this fine ale. Just pop the top and celebrate the repeal of prohibition.\r\n\r\nA true Pale Ale. Balanced Cascade, Amarillo and Tomahawk hops create a citrusy aroma with a clean, crisp finish. The hops give way to a light malt flavor producing a traditional reddish amber hue.",
      "abv": "5.3"
    },
    {
      "name": "Ramen to Biiru",
      "description": "Made for the Mikkeller Restaurant Ramen to Bíiru, Belgian light ale with Brett.",
      "abv": "5"
    },
    {
      "name": "Black Lantern",
      "description": "A beer for the brightest of days and the blackest of nights. Black Lantern combines dark roasted malt flavor with bright herbal, earthy pine hop aroma. Its well-balanced and aggressively dry-hopped.",
      "abv": "7"
    },
    {
      "name": "Paienne (Pagan)",
      "description": "Paienne is a top-fermenting June straw blond coloured beer. It presents aromas of malt, fruits and hops. Its well-balanced flavours are dominated by malty and fresh cereals tastes, completed by a delicate bitterness. All of this makes the Paienne an inviting and thirst-quenching beer offering at the same time satisfying tastes and a generous body.",
      "abv": "5.5"
    },
    {
      "name": "Chai Tea Porter",
      "description": "Chai Tea and Porter have finally hooked up. Why not? \r\nSeriously bold flavors of Ginger, Cinnamon, Clove, Cardamom, \r\nAnise combined with a six-malt blend, make this a hands-down discovery in beer. What is a Dhaba anyway? We'll give you a hint, think of India. Available in 6pack Cans and on tap.",
      "abv": "5.5"
    },
    {
      "name": "NazionAle",
      "description": "The first beer made from 100% Italian Italian totally raw materials, grown by us, so as to produce this beer intentionally simple, where water, malt, hops and yeast come together in a harmonious and original. A beer that will find admirers and that will push to combinations and combinations more or less daring but today is \"primarily\" a turning point in the production of Italian craft beer.",
      "abv": "6.5"
    },
    {
      "name": "Buxom Blonde",
      "description": "This Belgian Abby style is well proportioned, soft, and beautiful like the name suggests. Nice fruity tones, to compliment this beers body, and healthily hoped and well proportioned.",
      "abv": "5.5"
    },
    {
      "name": "Coconut Hiwa Porter",
      "description": "Brewed with a carefully crafted malt bill comprised of seven different varieties of malted barley, this dark ale is sure to please even the most discerning of drinkers.  Look for a silky mouthfeel and notes of roasted malt, dark cacao and coffee. The addition of in-house hand toasted coconut lends a delightful and distinct tropical aroma that carries through into the flavor.  Cascade hops are used to temper the sweetness and lend a spicy yet subdued complexity.",
      "abv": "6"
    },
    {
      "name": "Bayerisch Dunkel",
      "description": "Der Körper leuchtet in dunklem kastanienbraun und die feinen Malzaromen schmeicheln dem Geruchssinn \r\nnoch vor dem ersten Schluck und lassen ein großartiges Geschmackserlebnis bereits erahnen.\r\nDas feine Röstaroma sowie der vollmundig weiche Körper kommt beim ersten Schluck herrlich weich\r\n\r\nam Gaumen an. \r\n\r\nDezente Aromen von Birne, gemischt mit dem Geschmack nach Zartbitterschokolade vollenden \r\n\r\ndie fein ausbalancierte Mischung aus angenehm bitteren und zart - süßen Noten.\r\nIm Abgang hinterlässt es einen weichen und runden, rezenten Eindruck mit einer\r\n\r\nleichten Kaffenote und verwöhnt sie besonders in gemütlichen Stunden.\r\nDiese Spezialität passt sehr gut zu Entenbraten, Schmorbraten, Geselchten sowie zu warmen, süßen Desserts.",
      "abv": "5.4"
    },
    {
      "name": "Hoptree IPA",
      "description": "With 11 different hops and a malty foundation, this IPA unleashes bold flavor.  The grassy, tangerine aroma leads into a bright mix of citrus and lemongrass, with a fleeting bitter finish.",
      "abv": "7.5"
    },
    {
      "name": "Saint Dekkera Reserve Sour: Flanders Oud Bruin",
      "description": "Our Saint Dekkera® Reserve Sour Ales are naturally soured by spontaneous/wild secondary fermentation and aging in oak barrels with microflora wonderfully unique to our downstate Illinois terroir, where we embrace the individual, wild character of each barrel to produce beers with a wide array of acidity, sourness and unadulterated funkiness.",
      "abv": "7.2"
    },
    {
      "name": "Crosswind Pale Ale",
      "description": "Although pale ale is one of the world’s most common beer styles, Crosswind is anything but. Light in color but not flavor, our pale ale is a surefire hit among drinkers of full-flavored premium imports.",
      "abv": "5"
    },
    {
      "name": "1849",
      "description": "This Ale is truly American. It is a West-Coast original. This style of beer was originally developed in San Francisco, where the air was cool enough to substitute for refrigeration. It is an improvisation of a beer developed as early as the Gold Rush days. One sip, and you'll think you've struck gold!",
      "abv": "5"
    },
    {
      "name": "20th Anniversary Experimental IPA",
      "description": "This refreshing session ale delivers citrus and pine notes from unique experimental hops. Two decades strong and we taste mighty fresh. Cheers to 20 years of Victory!",
      "abv": "5.5"
    },
    {
      "name": "Schwarzbier",
      "description": "German lager built on pilsner base malt and a few specialty malts, made black with Midnight Wheat malt. Hopped with Hallertau and fermented with the Weihenstephan 206 strain.",
      "abv": "5.1"
    },
    {
      "name": "Dorian Stout with Pumpkin",
      "description": "Our Dorian Stout base mixed with fresh organic pumpkin and spices.",
      "abv": "5.1"
    },
    {
      "name": "English Brown",
      "description": "Nutty and roasty malt flavors set the stage for our English Brown.  English East Kent Goldings Hops are used for both bittering and aroma in this beer, perfectly balancing out the malt forward character.",
      "abv": "5.14"
    },
    {
      "name": "Hoplanta",
      "description": "HOPLANTA is an easy drinking American style IPA (India Pale Ale) that is hoppy without being overly bitter. As this beer pours into your favorite glass, you will notice the beautiful honey color topped by a fluffy white head. The aroma is dominated by citrus, with hints of pine and malt sweetness. While drinking, you’ll notice the hop profile of resinous grapefruit balanced by a distinctive malt backbone, highlighting our use of Vienna malt.",
      "abv": "6.8"
    },
    {
      "name": "Warrior",
      "description": "Warrior Black Ale is a well-hopped \"India black ale.\" Judicious use of debittered roasted barley give Warrior it's distinctive black hue, while leaving a gentle roast in the finish. Filled with sticky Pacific Northwest hops in the kettle and then dry hopped generously with Columbus, Summit, and Amarillo for a resinous nose. Warrior is a collaborative effort with our good friend Noah Regnery, the award-winning brewer from Pizza Port San Clemente.",
      "abv": "7"
    },
    {
      "name": "Rubaeus",
      "description": "As promised Founders Brewing Company has created something unlike the rest. Amongst this summers over crowded race to cloudy wheat beers, we have decided to embark down a path all our own. Using only fresh raspberries, rübæus translates into intense flavors combined with a no hesitation malt bill. In fermentation we add fresh raspberries at five separate stages to achieve the ultimate balance between tartness and sweetness.",
      "abv": "5.7"
    },
    {
      "name": "Saison Blue",
      "description": "In the spirit of traditional Belgian farmhouse ales, Saison Blue is brewed mostly from malted barley but with sizable contributions from regional ingredients (traditionally wheat, spelt, or buckwheat). In our case, we happen to use blue corn and blue agave nectar. It is then lightly dry-hopped with American and European hops for a bright, herbal and floral finish. To us, it represents a link between old-world brewing traditions and new-world processes and ingredients. At the end of the day, this beer is bone dry, light bodied and quite refreshing, but features a spicy, complex flavor and aroma profile.",
      "abv": "7.5"
    },
    {
      "name": "La Flama Blanca",
      "description": "Simply made with two different malts and two different hops, our white is the most delicate beer in the lineup. Notes of citrus and clove can be detected as the ale quietly passes over the palate.",
      "abv": "5.2"
    },
    {
      "name": "Ambassador",
      "description": "The best of both brewing worlds: A hybrid Belgian-American strong pale ale with golden-copper color, medium body and maltiness, low caramel/toasty malt flavor, floral and citrus-like American-variety hops used to produce high hop bitterness, flavor and aroma\r\nbut some phenolic spiciness and high fruity esters from Belgian ale yeast.",
      "abv": "6.6"
    },
    {
      "name": "Fatted Calf Sacrificial Stout",
      "description": "A seven grain Stout masterpiece on nitro! Rolled oats and soft wheat give our Dry Stout a smoothness that compliments chocolate malts. This Nitrogen infused ale is a Prodigal Son original – enjoy!",
      "abv": "7.9"
    },
    {
      "name": "Harvest Pale Ale",
      "description": "A medium bodied, deep golden ale with a distinctive aroma and refreshing flavor. Dry-hopping with Cascade and Centennial hops produces a beer with a delightful balance of natural sweetness and assertive hop finish.",
      "abv": "6.3"
    },
    {
      "name": "Smoked Apple Ale",
      "description": "The scents of late fall in a glass! We mix smoked malt, freshly pressed apple juice, and classic apple pie spices to create a beer that will remind you of cold days around the campfire.",
      "abv": "5.6"
    }
  ],
  "class3": [
    {
      "name": "Kill'em Ale",
      "description": "Our Double or Imperial IPA has intense hop bitterness, flavor, and aroma, and is balanced by a full malty body with a notably evident complex alcohol flavor.\r\n\r\nBrewed entirely with CTZ hops (lots of them) and dry-hopped in the fermenter with more CTZ. Kill ‘Em Ale is double dry-hopped with Glacier hops in the serving tank.",
      "abv": "9.5"
    },
    {
      "name": "Dubbel",
      "description": "This beer is malt forward, with dark dried fruits - raisins, currants, dried plums dominating the malt profile. The maltiness is balanced against the fruity esters to create a complex beer that gets better with age. This is great for sipping, but also pairs with hearty meats and stews.",
      "abv": "8.4"
    },
    {
      "name": "Blitzkrieg Hops Double IPA",
      "description": "With the amount of IPAs brewed here in the States you’d think that there’s only one way to skin a cat. While the West Coast style has long dominated the style, there’s a world of IPAs you should explore, and Blitzkrieg Hops DIPA wouldn’t be a bad start. Blitzkrieg is a big, 9% ABV, juicy, earthy hopped English-style double IPA brewed entirely with English malts, hops, and fermented with an English ale yeast strain. Brewed with Maris Otter pale malt, and hopped with Admiral, Pilgrim, Phoenix, and Target hops; all big, juicy, high alpha English hops that we thought needed a lil’ love, each of which is over 10% alpha acid.  Blitzkrieg Hops DIPA is our homage to the birthplace of the IPA as well as the band that inspired its name.",
      "abv": "9"
    },
    {
      "name": "Organized Play Date",
      "description": "Utilizing a blend of juicy American hops this IPA lends grapefruit and other tropical notes. Further, conditioning on Pineapples and Limes push this into the \"juice bomb\" territory.",
      "abv": "8"
    },
    {
      "name": "Sacred Hop",
      "description": "A well balanced Double IPA, slightly resinous up front with a crisp floral finish.",
      "abv": "8.5"
    },
    {
      "name": "Tripel",
      "description": "This strong golden ale is marked by passion fruit and herbal notes in the aroma, with suggestions of banana and honey in the complex palate. The Tripel has a remarkably long and smooth finish.\r\n\r\nAwards - Gold, GABF 2006",
      "abv": "9"
    },
    {
      "name": "Danny Greene Enforcer",
      "description": "Brewed to celebrate Cleveland’s Irish heritage, but menacing enough that we had to name it after notorious local mobster Danny Greene.  Proceed with caution and exuberance.",
      "abv": "10"
    },
    {
      "name": "Tupelo Mead",
      "description": "Tupelo is a semi-sweet traditional mead crafted with 100% raw Tupelo honey, water, and yeast.  Regarded as the gold standard of honey around the world, Tupelo honey is gathered for a few brief weeks in the Apalachicola River basin in the panhandle of Florida.  Our Tupelo Mead is handcrafted to showcase this rare and world renowned honey.",
      "abv": "12"
    },
    {
      "name": "Joe Mama's Milk",
      "description": "Big Brother to our Mother’s Milk.  It starts with our Mother’s Milk recipe, we then add copious amounts of brown sugar to add body and increase the alcohol content.  Then, after primary fermentation, we infuse a cold coffee extract from our friends down the street, Monkey Joe’s Roasting Co.",
      "abv": "8"
    },
    {
      "name": "Trip V",
      "description": "Trip V delivers the comfort of cocoa and vanilla with a bold cherry twist. Bolstered by chocolate and caramel malts, this beer pours dark, reddish brown. New Belgium Brewer Andrew Sturm decided to go big with all three spices but achieved balance through a moderate amount of bittering hops. The result is a satisfying blend of chocolate, cherry, and vanilla delivered on a sophisticated bed of hops and alcohol.",
      "abv": "8"
    },
    {
      "name": "Bourbon Barrel Night Fury with Vanilla Bean",
      "description": "Bourbon barrel aged Night Fury imperial stout aged on Madagascar Vanilla Beans.",
      "abv": "10.8"
    },
    {
      "name": "Triplication",
      "description": "Based on the classic Belgian style Tripel, our version balances the spiciness from the Idle Hands house yeast with a complex mélange of banana, peach and pear notes. The light malt sweetness in the finish ensures you’ll go back for seconds, or perhaps thirds?!\r\n\r\nInspired by the classic Trappist Tripels, we wanted to create our own interpretation of it for everyone to enjoy. As this is our first “high gravity” offering we think you’ll agree that it is named appropriately. While it is meant as a sipping beer it will warm the body and soul as one waits with anticipation for warmer days to come.",
      "abv": "9"
    },
    {
      "name": "Headcracker",
      "description": "An English style golden barley-wine brewed with English pale and German pilsener malts to lend a light biscuit flavour on the palate. This brew is hopped with the English hop varietal, First Gold to lend just enough bitterness to balance the malt notes. Cheers!",
      "abv": "8"
    },
    {
      "name": "Pepper Head",
      "description": "A unique Texas twist on the American IPA style. A strong green chile aroma with a clean bitter finish.",
      "abv": "8"
    },
    {
      "name": "Great Commander",
      "description": "The Great Commander is a Rum Barrel Imperial Stout spiced with cocoa, vanilla, cinnamon, cayenne, New Mexican Ancho Chile and serrano peppers. Flavors of chocolate, rum and vanilla meld together seamlessly with the perfect amount of spice and heat. The Great Commander is the spark setting fire to the hearts of the masses!",
      "abv": "13.5"
    },
    {
      "name": "Mad Meg",
      "description": "“Provision Ale” is a rough translation of the French term “bière de provision“, which was sometimes used to describe special beers that were suitable for extended storage and aging. Brewed from relatively simple, straightforward ingredients, Mad Meg is golden colored and quite strong, at over 9% ABV. Its palate intertwines delicate farmhouse esters with earthy, spicy hops and clean malt flavors. The name “Mad Meg”, refers to a peasant woman from Flemish folklore, also known as “Dulle Griet” or “Dull Gret”, who leads an army of women to pillage hell. She’s famously depicted in Pieter Brueghel the Elder’s 1562 painting by the same name.",
      "abv": "8.9"
    },
    {
      "name": "Runaway Imperial IPA",
      "description": "Runaway Imperial IPA is a high gravity ale that has a  pronounced hop aroma, with a refined malt body that balances the hop bitterness to achieve a smooth, yet flavorful, Imperial IPA!",
      "abv": "8.8"
    },
    {
      "name": "Thick Freakness Aged in Corn Whiskey Barrels",
      "description": "Our biggest, boldness offering , Thickfreakness is made with rolled oats and wheat to give it an extra smooth mouth feel. Chocolatey & Brash",
      "abv": "11.5"
    },
    {
      "name": "Barrel Aged Old Rasputin",
      "description": "Every year we age a special batch of our much-loved Russian Imperial Stout in Bourbon barrels. The depth, intensity, and complexity of the flavor profile of this special release, like its predecessors, make it a worthy tribute to Old Rasputin.\r\n\r\nPrior to 2010, Barrel-Aged Old Rasputin was released in such limited quantities that it was available only at the North Coast Brewing retail shop in Fort Bragg, California. However, we received so many requests for this beer that we began producing enough Barrel-Aged Old Rasputin to put into broader, but still limited, distribution.",
      "abv": "12.1"
    },
    {
      "name": "RuinTen IPA",
      "description": "We first released this decidedly indelicate beer in 2012, as Stone Ruination Tenth Anniversary IPA, to celebrate the 10th anniversary of our belovedly bitter Stone Ruination IPA. Stone RuinTen IPA uses the same recklessly hoppy recipe as the 2012 release; only the name has changed, as we plan to unleash this belligerently delicious hop monster upon the public annually from now on. We packed a whopping five pounds of hops into each barrel, and cranked up the ABV to stand up to the hop onslaught. The results are glorious, and we know you'll rejoice in tasting this audacious gem of hoppy splendor once again. You're welcome.",
      "abv": "10.8"
    },
    {
      "name": "Veranda",
      "description": "Veranda has a wonderfully complex aroma that stems from its blend yeast strains. The aroma is of green pepper, with some spiciness and dry dark fruits like raisins, plums and dates. The flavor has a supporting caramel malt that mixes with the slight toffee sweetness. The finish is fairly dry making it that much easier to drink and even though it is a big beer you would never know it. Staying true to style, Veranda has a slightly oxidized taste giving it somewhat of a rustic flavor.",
      "abv": "8.5"
    },
    {
      "name": "Maxxdout",
      "description": "An imperial stout brewed with crisp American 2-Row malt and plenty of chocolate and roasted barley, then dry hopped with Amarillo and Centennial hops. Big, hoppy when fresh, and perfect for those wintry nights.",
      "abv": "13"
    },
    {
      "name": "The Mini Dingo",
      "description": "A Bottle Revolution Collaboration\r\n\r\nmin-i-din-go: The rarest of all wild-dog breeds. Canny. Elusive. Fearful of nothing.\r\nTotal in captivity: 1\r\nTotal bottles brewed: Not nearly enough! Only a beer so bold could pay tribute to the newest addition to the BTL REV pack. Call #holdsies on one before they are gone.",
      "abv": "9.5"
    },
    {
      "name": "Pumpkin Up The Jam",
      "description": "This 10-barrel batch of Pumpkin Up The Jam will surely get your booty on the floor tonight. With 8.9% ABV, this fall-weather sipper is brewed with 80 pounds of pumpkins in the mash and is spiced with a custom blend of cinnamon, ginger, nutmeg, clove and allspice from our friends at Fairhope Health Foods.",
      "abv": "8.9"
    },
    {
      "name": "Eschaton",
      "description": "ow about a big, malty beer that evokes a good red wine and with a drier finish than you’d expect at 10.5% ABV?\r\nEschaton is a one-of-a-kind oaked all-malt Quadrupel (or “Belgian Strong Dark” if you prefer) that abounds with dark fruit and pit fruit flavors as well as earthy spiciness. Vanilla oak and warm viniferous notes assert themselves as the beer warms to reveal additional layers of delicious complexity.\r\n\r\nStyle: Belgian-style Quadrupel Ale Aged on Pinot Noir Oak Chips",
      "abv": "10.5"
    },
    {
      "name": "Betelgeuse",
      "description": "Red Giant Belgian-style Ale; oak-aged for 9 months.",
      "abv": "12"
    },
    {
      "name": "Voodoo Love Child",
      "description": "This is our Gran Met Ale aged on intimate Passion Fruit, Raspberry and Michigan Tart Cherry. Lightly spiced with passion. Light Reddish hue and with a alcohol strength of 10% and nicely carbonated in the bottle.\r\n\r\nAgain Bottle Conditioned and Fermented. \r\n\r\nEnjoy a couple and have your own Voodoo Love Child later!!!",
      "abv": "10"
    },
    {
      "name": "Papier",
      "description": "Papier is our first anniversary ale, loosely brewed in the English-style Old Ale tradition using our house Belgian yeast strain. The traditional first anniversary gift is something made of paper. The Bruery is giving their loyal fans the gift of Papier, their first anniversary ale. Layered with complex flavors of dark fruit,vanilla, oak, and burnt sugar, Papier is a robust ale, surely the perfect beer to mark our first big milestone. Best for sharing, this beer is ideal for cellaring until you have a celebration of your own…if you can wait.",
      "abv": "14.5"
    },
    {
      "name": "Pacific Coast Brewing Leviathan Imperial Stout",
      "description": "As black as pitch, this Russian style Imperial Stout brings warmth to weary and frigid souls everywhere. Dark, smooth, and roasty, this is the stout of Russian Czars! Brewed to withstand the long trip to Moscow from Great Britain. Took back to back Silvers at the 92 &amp; 93 GABF.",
      "abv": "9.1"
    },
    {
      "name": "Graham Cracker Ale",
      "description": "Through the addition of spices, vanilla and actual graham crackers, we feel we have achieved a classic winter warmer for the holiday season.",
      "abv": "8"
    },
    {
      "name": "Lips of Faith - Kick",
      "description": "New Belgium and Elysian are together again with Kick, a rich and tart pumpkin cranberry ale blended with wood-aged beer for a uniquely complex harvest season sour. The russet and orange of autumn shimmer through a slight haze like sunlight through the smoke from burning leaves. The taste and texture of pumpkin give way to the refreshing tang of cranberries and critters, satisfying and exciting with each swallow, finishing with an urge for more. \r\n\r\nKim brought sour from New Belgium; Dick brought pumpkin from Elysian. You'll get a Kick out of their collaboration.",
      "abv": "8.5"
    },
    {
      "name": "The Details",
      "description": "The aroma contains hints of pear and white pepper with a soft malt character. The flavor holds similar complexity, masking the potent alcoholic strength. By maintaining a relatively low fermentation temperature, we were able to restrain the yeast expression. The resulting beer is very complex, but very drinkable.\r\nDanger in a glass.",
      "abv": "9.2"
    },
    {
      "name": "Mother of all Storms",
      "description": "There are many storms out there, all of them perfect in their own way. But there is only one Mother of all Storms and it only happens in Pacific City, Oregon. Based on Stormwatcher’s Winterfest, our English-style barleywine, Mother of all Storms spent many months aging in Kentucky bourbon barrels. Now at its peak, Mother of all Storms delivers deep flavors of toasted malt, bourbon and oak. The finish rewards with whispers of vanilla, toffee and caramel. Best enjoyed with gusts exceeding 60 mph.",
      "abv": "13.5"
    },
    {
      "name": "La Trappe Tripel",
      "description": "A special and powerful Trappist. Including the use of coriander owes it its spicy character. Golden in color with a fruity, bittersweet taste.",
      "abv": "8"
    },
    {
      "name": "Antigoon's Revenge",
      "description": "The fourth release in our Legendary Series revisits the Belgian story of Brabo vs. Antigoon, albeit in a reversal of roles. Brabo’s Cut, the first Legendary release, told the tale of a brave Roman soldier named Silvius Brabo and his heroic deeds. Growing tired of paying tolls to cross the river Scheldt, Brabo chopped off the hand of Antigoon, the menacing giant who guarded the bridge in the city of Antwerp, slaying him and collecting a mighty reward. Now centuries later, Antigoon is out for payback, bringing with him a fiery vengeance unlike any other. The antithesis of Brabo’s Cut, Antigoon’s Revenge is a traditional big, Belgian-Style Golden Ale, untraditionally brewed with a touch of cherry-wood smoked malt. At a hefty 12.4% ABV, it’s not for the faint of heart. Notes of sweet fruit and spicy esters come through in the aroma and initial taste, with wisps of smoke finishing on the palate. Revenge never tasted so sweet.",
      "abv": "12.4"
    },
    {
      "name": "Killer Angel",
      "description": "8 hop varieties, 8 hop additions. In order of appearance…. Warrior, Summit, Simcoe, Willamette, Cascade, and Falconer’s Flight in the boil, then two separate dry-hop additions of Centennial then Citra.\r\n\r\nDon’t be afraid of this killer, though, because it is still angelic. It’s very smooth, balanced and quite quaffable.",
      "abv": "8.7"
    },
    {
      "name": "Easter Basket",
      "description": "Our Mosaic Double IPA brewed with a twist - chocolate and coffee, for a taste unlike any other we have brewed before.",
      "abv": "8"
    },
    {
      "name": "Monsoon",
      "description": "For all of you Hop-Heads out there! Hopped with Tim Etter’s home grown Mt. Hood and Cascade hops.",
      "abv": "8.5"
    },
    {
      "name": "Eminent Double IPA",
      "description": "A big, hoppy beer with a full aroma and a wonderful blend of hops. The 5 hop additions make this a bitter beer, but is balanced with the high gravity.",
      "abv": "8.5"
    },
    {
      "name": "Imperial Pumpkin Ale",
      "description": "This batch is fermented with an ale yeast as opposed to last year's lager batch.\r\n\r\nOur Brandy Barrel-Aged Imperial Pumpkin Ale pays homage to Lakefront’s formative years and to our Wisconsin roots. It pours a copper-orange with a fine, off-white head. The aroma is caramel-forward, followed by cinnamon, vanilla, nutmeg, oak, and subtle brandy notes. The full, moderately bright mouthfeel starts with cinnamon, nutmeg, and caramel malt, then yields Madagascar vanilla bean, oak, and brandy flavors. A lingering oak and malty sweetness are left on the palate; a reminder of how we’ve honed our craft over the years.\r\n\r\n\r\nLike our Pumpkin Lager, this goes great with fall meals, but the intense flavors demand richer foods. Roasted or glazed foul will pair excellently: we suggest honey glazed turkey or roasted duck. Try sweet potato and butternut squash hash as a side, or a spiced butternut squash purée. Also a great a dessert beer: serve it with French vanilla ice cream topped with maple glazed walnuts or a simple bread pudding with dried cranberry and pecans",
      "abv": "9.5"
    },
    {
      "name": "Tandem",
      "description": "You are riding tandem. Now put this ale to your lips and savor the citrus and grapefruit draw that the hops give it. Then love it.",
      "abv": "9"
    },
    {
      "name": "Quadrophenia",
      "description": "As its namesake suggests, Quadrophenia is a Belgian style quadruple ale. We ferment Quadrophenia using Trappist ale yeast, which produces the spicy, phenolic flavors sometimes mistaken for added spices. The unique characteristics of caramel don’t come from the Pale and Munich malts, but from the introduction of Coconut Palm Sugar used in the brewing process.",
      "abv": "11"
    },
    {
      "name": "Liquid Metal",
      "description": "A heavy metalesque, loud and malty Imperial Rye Stout. This beer hates you and always will. It pours like motor oil and drinks like the strongest black coffee you have ever had, with a twist of chocolate to make it nice.",
      "abv": "9.2"
    },
    {
      "name": "Lux",
      "description": "A dry & luminous tripel; round & full-bodied on the palate, with notes of toast & honey, \r\nfollowed with a drying, floral finish; lightly dry-hopped with ahtanum hops, adding citric \r\n& herbal notes to the yeast-driven aromatics of perfumed spice, bright fruit & vanilla.",
      "abv": "8.7"
    },
    {
      "name": "Alpha Dog Imperial IPA",
      "description": "A True Hop Bomb Brewed plenty of Columbus and Mt Hood Hops for a Piney hop character. Premium Pale, Honey and Munich Malt make this beer a little less malty but packing plenty of hop punch.",
      "abv": "8.5"
    },
    {
      "name": "Belgian Style Blond Ale",
      "description": "This strong golden ale is light in color, with moderate body and a crisp finish. Saaz and Styrian Golding hops offer a distinctive Nobel hop aroma. A Belgian yeast strain produces banana and clove notes for a remarkably crisp flavor profile. Belgian Blond is delightfully inviting and approachable with a decidedly adult 8.5% alcohol content.",
      "abv": "8.5"
    },
    {
      "name": "Speedway Nibs & Beans",
      "description": "This variation of our year-round Imperial Stout features vanilla beans from Madagascar and Papua New Guinea, cocoa nibs from Brazil and Madagascar, and locally roasted Colombian coffee from Swell Coffee Co. This beer balances the aromatic quality of the vanilla beans, the nuttiness of the cocoa nibs, and the earthy, fruity notes of the coffee with the roasty, chocolatey flavors of our Imperial Stout.",
      "abv": "12"
    },
    {
      "name": "Epitaph Bourbon Barrel Aged Russian Imperial Stout",
      "description": "Buried in this bottle are the remains of what started as one of those \"small side projects\".  Strong notes of bourbon, black licorice, vanilla, and subtle notes of roasted coffee collide into limitless realms of intricate flavors.  brewed in honor of the heathen in all of us, we're proud to bring this annual bourbon barrel aged commemoration to your snifter.  drink it fresh or age it well, you decide.  this brew will certainly develop with time.  revel in the pilgrimage.",
      "abv": "12"
    },
    {
      "name": "Tatonka Stout",
      "description": "An imperial stout — a classic style so rich and flavorful that it was once the private beverage of Russian Czars. The profile is malty sweet, hop bitter roasted, full-bodied, alcoholic and deliciously complex. Beer doesn’t get much more intense than this!",
      "abv": "8.5"
    },
    {
      "name": "Tripel",
      "description": "Six months of aging brings a soft smoothness to this sweet, complex ale. Legend Tripel is brewed on a Belgian abbey style yeast strain which imparts flavor combinations such as banana, clove, apple, pear, even bubblegum.",
      "abv": "8.7"
    },
    {
      "name": "Rye  Hipster Brunch Stout",
      "description": "Rye Stout Brewed with Maple Syrup Aged in Rye Whiskey Barrels with Coffee and Bacon Added",
      "abv": "11"
    },
    {
      "name": "Vulgar Display of Power",
      "description": "Russian Imperial Stout with toasted oat and vanilla bean.",
      "abv": "14"
    },
    {
      "name": "The Wheel: Red Drink",
      "description": "Tons of caramel malt gives this beer its color and caramel flavors & aromas. In order to overcome all the malt, we put even more hops into this beer to give it a wonderful piney aromas which come from the single hop variety named Centennial.",
      "abv": "8"
    },
    {
      "name": "Wheat Wine",
      "description": "We took our Bavarian Weizen and brewed it to Barley Wine strength.  This high alcohol southern Germany wheat beer has a fruity complexity and an AVB of 9.5%.  While wheat beers are great in summer, the Wheat Wine is a great beer to transition into the crisp autumn evenings.",
      "abv": "9.5"
    },
    {
      "name": "Mountain Man",
      "description": "American strong made with rye and aged in bourbon barrels",
      "abv": "11.8"
    },
    {
      "name": "Old Foghorn Ale",
      "description": "The malty sweetness, fruitiness, unique hop aroma and high original gravity of Old Foghorn® Barleywine Style Ale is to beer much as port is to wine.\r\n\r\nOld Foghorn® is brewed based on traditional English barleywine methods. It is highly hopped, fermented with a true top-fermenting ale yeast, carbonated by a natural process called \"bunging\" to produce champagne-like bubbles, and dry-hopped with additional Cascade hops while it ages in our cellars. Made only from “first wort,” the rich first runnings of an all-malt mash, three mashes are required to produce just one barleywine brew.\r\n\r\nIntroduced in 1975, Old Foghorn® Ale was the first modern American barleywine sparking renewed interest domestically and in Britain. The name was derived from the English tradition of attaching the word “old” to barleywines to denote their tradition, intensive brewing process and cellar aging, and “Foghorn” gave it a San Francisco flair. Today, Old Foghorn® Ale is best enjoyed sipped after a meal.",
      "abv": "8"
    },
    {
      "name": "Irish Coffee Stout",
      "description": "It is inspired by the delightful combination of whiskey, coffee, and cream. You don't have to be Irish and it doesn't have to be the morning to enjoy this labor of love. Our Russian Imperial Stout was aged in whiskey barrels, then blended with a big Milk Stout, and finally infused with locally roasted cold pressed coffee.",
      "abv": "8"
    },
    {
      "name": "Wildebeest",
      "description": "Our Imperial espresso chocolate vanilla stout is a liquid lotus position\r\n\r\nIdeal for contemplation and speculation, this is the liquid equivalent of the lotus position. Our Imperial espresso chocolate vanilla stout, Wildebeest is a judicious selection of pale and dark malts to which is added the highest quality Valrhona cocoa nibs and freshly roasted Columbian coffee. \r\n\r\nBest enjoyed sipped from your favourite brandy snifter, while sitting comfortably in a plush armchair, preferably next to a roaring fire.\r\n\r\nThe vanilla pods add something a little special to the character of the beer. Helping produce an elegant, creamy, soothing confection of aromas and flavours. It’s like a rich dessert in a glass.",
      "abv": "11"
    },
    {
      "name": "In The Red",
      "description": "Black currants and cherries are just the start to this Belgian-style dark strong ale. Wild kettle-sour tartness, Belgian esters and a robust red fruit finish produce an indulgent complex experience. Sip with caution: this high gravity delight could put you in the red.",
      "abv": "9.5"
    },
    {
      "name": "Battlecat Stout",
      "description": "Big roast, big hops, big alcohol, and somehow balanced.  Prominent aromas of chocolate and coffee give way to a sturdy hop bitterness, and citrusy American hop flavors. Full bodied with a pleasant roasted barley finish. *** 2013 GABF Silver Medal for American Stout***",
      "abv": "8.5"
    },
    {
      "name": "Velvet Hammer",
      "description": "Each vintage of the Velvet Hammer has a slightly different flavor composition as our oak barrels age and mature. But it is always vinous and tart with dark fruits and a moderate acidity with subtle earthy and barnyard undertones.\r\n\r\nVelvet Hammer is part of our sour series and is available only at Corner Brewery. It is a Belgian Dubbel-style base beer aged in a gueuze-inoculated oak cask for a year and then bottle conditioned. A new vintage is released the first Saturday in June on Velvet Hammer Day.",
      "abv": "8.2"
    },
    {
      "name": "Moonglow Weizenbock",
      "description": "This dark amber wheat beer features fruity and spicy aromas galore.  Significant strength underlies the pleasant citric appeal of this bock beer. Redolent with the flavors of harvest fruit, Moonglow typifies the traditional weizenbock-style so thoroughly enjoyed throughout Bavaria. Left unfiltered, its unique yeast strain gives Moonglow a radiance all its own.",
      "abv": "8.7"
    },
    {
      "name": "Louie's Resurrection",
      "description": "In 2009 we got the idea to make a bigger version of our Louie’s’ Demise Amber Ale, age it in bourbon barrels for two months and call it Louie’s Resurrection. Although we’ve only started making the Louie’s Resurrection recently, barrel aging beer is nothing new.\r\n\r\nWooden barrels have been around for a few thousand years, the Bonze Age Celts, Vikings and similar tribes have been attributed with the invention of barrels. Wooden barrels have been perfect for holding liquids, withstanding large amounts of pressure and travel. Belgians seem to be the first to take advantage of the wood flavors aging their beers to create sours.\r\n\r\nMalty beers are typically great candidates for barrel aging beers, as their natural characteristics blend nicely with the strong oak flavors barrels give to the beer. The wood contains chemicals that dissolve into the beer. One of these chemicals is lignin, which transforms into vanillin and thats why a lot of barrel aged beers pick up a vanilla flavor. These extra flavor dimensions that the barrels give to the beer have sparked a fad across American craft breweries. A really delicious fad.",
      "abv": "10.2"
    },
    {
      "name": "Superfluid",
      "description": "An American Double IPA with a large but basic malt bill that explodes with a perfume of resiny hop aromas! The lack of sweet specialty grains allows the hops to seize the flavor focus contributing bright tasty qualities of citrus fruit, berries, and even a mild spiciness. The perfect bitterness resonates across palate complimenting the awesome hop intensity within.",
      "abv": "8"
    },
    {
      "name": "Blanche Neige",
      "description": "Cinnamon and clove wit beer.",
      "abv": "8.3"
    },
    {
      "name": "Monk's Revenge",
      "description": "Step back in time for this holier-than-thou union of two great brewing traditions that are worlds apart. Kudos to Friar Spike and Little John for marrying a classic Belgian Style Tripel and a new age American Double IPA.\r\n\r\nRevenge is a BEER best served cold!\r\n\r\nAnnual Release: March\r\n\r\nThe high content alcohol of this beer make it perfect for cellaring…hide it away and pull one out for a special event 2-3 years later.",
      "abv": "9.8"
    },
    {
      "name": "Scotia Scotch Ale",
      "description": "Deep amber color with a chewy mouthfeel. This giant is brewed in the “wee heavy” style of Scotch ales and is heavy on the alcohol, caramel, and malty sweetness.",
      "abv": "8.4"
    },
    {
      "name": "ShakeDown Imperial American Stout",
      "description": "Is it a Stout or an American Black Ale? Well, well, well, you never can tell. Eyes on the prize, put your nose in the glass. Don’t drink too fast. Gotta make it last. Just let it roll across your tongue like a hopped-up velvet thundercloud. Don't tell me this stout ain't got no hops. You just gotta sniff around. Come on over to the dark side of the street.",
      "abv": "8"
    },
    {
      "name": "U.S. Meets Europe S.I.P.A.",
      "description": "Collaborating with De Molen Brewery in the “Green Heart” of The Netherlands, we have created a wild and inventive recipe that is a unique blend from the best of both worlds! A super-charged Saison I.P.A. is born, featuring kilos of American hops to add a crazy twist to this European-style ale. The fruity, spicy flavors of this malty Double Saison are uniquely and perfectly complimented by an abundance of early, middle, late and dry-hopping with the finest American hops.",
      "abv": "10.9"
    },
    {
      "name": "Prairie Ale",
      "description": "Prairie Ale is our classic saison. We brew this beer with pilsner malt, wheat malt, flaked wheat, and cane sugar. A healthy dose of saaz hops are used to add a spicy element to the beer. Prairie Ale is fermented with a mix of ale yeast, wine yeast, and brettanomyces. Notes of black pepper and pineapple can be found in this beer.",
      "abv": "8.2"
    },
    {
      "name": "Barley's Infinity Grand Cru",
      "description": "Barley's Infinity Grand Cru is a wonderfully complex Belgian dark strong ale.\r\n\r\nComplex, with a rich malty sweetness, fruity esters and significant alcohol with moderate spiciness.\r\n\r\nThe malt is rich and forward, with caramel and toast aroma. The esters give raisin, plum and dried cherry notes, with a subtle pepperiness.\r\n\r\nThis is not a Belgian that's going to get all clove and banana on you. The Belgian yeast strain we used gives us the fruity esters we were looking for, as well as the higher alcohol.\r\n\r\nSo what's a Grand Cru?\r\n\r\nHistorically, Grand cru is a regional wine classification that designates a vineyard known for its favorable reputation. The term is not technically a classification of wine quality per se, but is intended to indicate the potential of the vineyard.\r\n\r\nAt one time, Belgium was a part of Burgundy. Elder Belgians will tell you that their love of great food and drink has its origins in the time when they were part of Burgundy.\r\n\r\nBelgium of course has a great tradition of brewing fantastic ales. It's only natural that they would adopt this wine term to describe their best beers.\r\n\r\nWe decided to adopt this moniker for our Belgian dark strong ale. Barley's Infinity Grand Cru.\r\n\r\nCheers!",
      "abv": "9.2"
    },
    {
      "name": "Pumpkin Springs",
      "description": "Our Pumpkin Porter is an ale brewed with pumpkin, squash, sweet potatoes, and spices. This porter is dark and smooth with a warming finish and will be sure to compliment the fall season.",
      "abv": "8"
    },
    {
      "name": "Montanya",
      "description": "This beer was created in collaboration with our friends at Montanya Distillers, located in Crested Butte, CO. We couldn’t think of a better blend of flavors than aging our award-winning Senorita Horchatat Spiced Imperial Porter in barrels that once produced Montanya’s award-winning rum. Pouring midnight black with an off-white head, notes of dark rum  and vanilla are in the forefront with tingling spice.",
      "abv": "11"
    },
    {
      "name": "Devil's Backbone",
      "description": "Named for a winding stretch of Hill Country highway, Devil’s Backbone is a Belgian-style tripel. Featuring a beautiful pale-golden color, this ale’s spicy hops and Belgian yeast work together to create a distinctive flavor and aroma. Don’t let the light color fool you, this one has a dark side too. Traditional Belgian brewing techniques add strength without increasing heaviness. Find one near you, or better yet, take a road trip out to Blanco. We promise the views (and the brews) will be well worth the drive.",
      "abv": "8.1"
    },
    {
      "name": "3rd Anniversary Saison (Chardonnay Barrel)",
      "description": "Saison aged in chardonnay wine barrels.",
      "abv": "9"
    },
    {
      "name": "Griffin's Bow",
      "description": "Deep golden, bold and vibrant\r\n\r\nFrom the aroma and notes of sweet honeysuckle, pineapple, and grapefruit, to richer hints of burnt sugar, and toffee, this intriguing brew is full of complex flavors. The distinct character of toasted oak adds depth and contrasts the light fruit sweetness. This unique take on a barleywine ale surprises with its smoothness and balance of fruit, hop citrus, and warming strength.",
      "abv": "10"
    },
    {
      "name": "Old Devil' Tooth Barleywine",
      "description": "This is a barley-wine style ale that is a rich and evil brew with hints of the underworld and a hellacious kick. Though it is slightly sweet, the hops are assertive enough to hold the complex flavors that abound.",
      "abv": "10.3"
    },
    {
      "name": "Stone Old Gardian Barley Wine",
      "description": "Barley wines are traditionally hefty brews, but ours is downright excessive. The huge maltiness of this beer is only tamed by an equally prodigious addition of hops, creating a rich, slightly sweet, caramel-hued ale infused with assertive bitterness and bright hop notes, all culminating in a pleasing dryness. While it will evolve into an even more glorious brew with age, this beer's delicious onslaught of flavors will seriously challenge your ability to wait any longer to drink it.",
      "abv": "11.6"
    },
    {
      "name": "Drum",
      "description": "A robust porter aged in dark rum barrels.  The sweetness of the rum infused barrel dominates the palate - hints of vanilla and chocolate follow.",
      "abv": "9"
    },
    {
      "name": "Chocolate Salty BBLS",
      "description": "Imperial stout aged in Bourbon barrels with vanilla beans, cacao nibs and salt added",
      "abv": "16.4"
    },
    {
      "name": "Ale Epeteios",
      "description": "We would like to celebrate out rich heritage of brewing with Ale Epeteios. This Imperial Stout anniversary brew is a dark full bodied stout with flavors of dark chocolate and coffee coming from the highest quality Imported Specialty Malts. The malty blend contributes to a nice finish. You’ll feel like you are sipping the nectar of the Gods on Mount Olympus. May Zeus smile upon you.\r\nAle Epeteios is Greek for (Anniversary Ale)",
      "abv": "9.5"
    },
    {
      "name": "I'm Out",
      "description": "Pitch black and potent, our take on\r\nthe Imperial Stout is a rich, complex\r\nblend of dark flavors and aromas.\r\nDark chocolate covered espresso beans, fresh baked brownies, and the distinctive flavor of roasted barley are all present in this beguilingly strong ale. This beer will evolve with age in the can and even in the glass. Sip slowly allowing it to gently warm and you will be rewarded with rich flavors.",
      "abv": "9.3"
    },
    {
      "name": "Belgian Quad",
      "description": "Legend's brewers are very proud to bring you our latest seasonal offering. Originally a small batch, limited-release beer, Belgian Quad has now found a seat as an annual release. Legend Quad was first brewed in honor of our 15th Anniversary, and we believe it is deserving of more exposure in the market. Expect a full body, with flavors of dark fruits like plums, prunes, and raisins.",
      "abv": "15"
    },
    {
      "name": "Happy Ending",
      "description": "This seasonal “Catch and Release” Imperial Stout is a dry hopped stiffy, leading to an explosive finish at 9% ABV that is guaranteed to put a smile on your face.\r\nAvailable late December thru early March, in six packs, 22oz. bombers, 15.5 and 5.2 gallon kegs. Line priced with our Festive Ale, slightly higher than SweetWater’s year round lip smackin core styles.",
      "abv": "9"
    },
    {
      "name": "JJJ IPA",
      "description": "*ABV 9% draught, 9.5% bottle*\r\nTriple the gravity, triple the colour, and more than triple the hops. With nearly 700 kg of malt and 14 kg of hops this beer is big in every sense. In fact, it was so big and hoppy that it broke our pump! Deep copper in colour, over the top in aroma and flavour, but somehow still remaining (somewhat) balanced, this beer is not for the faint of heart. If you’re looking for a one-dimensional hop bomb look elsewhere. And don’t get too wrapped up in style pedantics. We’re breaking new ground here. Forget everything you think you know and just enjoy.",
      "abv": "9"
    },
    {
      "name": "Captain Pumkin's Maple Mistress",
      "description": "In the autumn of 1720, Captain Jack Rachman and his pirate-mates were celebrating their victories in typical hard-drinking tradition. Suddenly a British Navy sloop surprised them. The drunken pirates hid below deck, leaving Captain Jack’s mistresses Anne Bonney and Mary Read to defend the ship. The women shared a reputation as “fierce hell cats,” but the British Navy eventually overtook the pirate ship. Captain Jack and the pirates were sentenced to hang. Anne visited her lover in his cell before his execution, and instead of loving words her scathing comments live on throughout history, “Had you fought like a man, you need not have been hang’d like a dog.” Their legacy inspired us to brew an equally ferocious Imperial Pumpkin Ale brewed with pirate rum spices. We added a touch of autumn flavor with roasted butternut squash and natural maple syrup.",
      "abv": "9.2"
    },
    {
      "name": "Terra Incognita",
      "description": "Situated at opposite ends of the California Trail, pioneering breweries Sierra Nevada and Boulevard have embarked upon a journey into the unknown, to a land where adventures in brewing and flavor await.  Terra Incognita is, fittingly, an earthy beer, celebrating the unique terroir of the two locations.  Beginning with Sierra Nevada's estate-grown pale malted wheat, it is then assertively hopped with bravo and Styrian Goldings, dry hopped with East Ken Goldings, and finally barrel aged with Brettanomyces in Missouri oak.",
      "abv": "8.5"
    },
    {
      "name": "Russian Imperial Stout",
      "description": "You don’t need to be royalty to enjoy Berkshire’s interpretation of this dark-as-night brew.  Rich maltiness produces hints of chocolate, licorice, coffee and ripe, dark fruit as the alcohol warms you.  Its velvety texture bathes your palate in luxury, begging to be paired with a fine dessert or to be enjoyed as a night cap.  Suitable for drinking now, this fine ale also ages beautifully in a cool, dark place… waiting patiently to transport you to the time of the Czars.",
      "abv": "8.7"
    },
    {
      "name": "Shenanigans",
      "description": "Our spirited brewers diligently cultivate recipes on our pilot brewing playground. Sometimes, things don’t turn out as planned…they turn out better. Destined for another adventure, this delightful crimson ale is aged in oak with just a touch of Brettanomyces. The subtle Brett tartness balances the rich amber malt with hints of dried fruit and light citrus. Our ode to the happy accident, Shenanigans was just too good not to share.",
      "abv": "9.1"
    },
    {
      "name": "Abby XXXX",
      "description": "The big brother of Belgian beers, this brew is full of malt sweetness, with dark fruit flavors joining in at the finish.",
      "abv": "11.3"
    },
    {
      "name": "Worthy Imperial IPA",
      "description": "Big, bold and worldly without being imperious, this hop rocket offers a smooth ride into the ether where the angels await with open arms. Hop lovers rejoice! Eight Willamette Valley hop varieties - count ‘em: 8. We dry-hopped the bejeesuz into this aromatic wonder.  A mouth-watering 5.5 pounds of hops per barrel.",
      "abv": "8.5"
    },
    {
      "name": "Hoptileitious",
      "description": "Our flagship beer and winner of the August 2014 “Be a Brewer for a Day” competition. This Double IPA features a bright, citrus, and floral nose, followed by a mellow malt backbone and finishing with a strong hoppy bitterness. The maltiness in the middle makes this very drinkable and appealing to IPA and non-IPA drinkers.",
      "abv": "8.8"
    },
    {
      "name": "Dark Matter",
      "description": "“We are much more certain what Dark Matter is not then we are what it is.” -NASA",
      "abv": "10.1"
    },
    {
      "name": "Raise Up",
      "description": "New England style Double IPA brewed with 50% NC grown Appalachian Wheat from Riverbend Malt House in Asheville, NC, and infused with Pineapple!",
      "abv": "8.25"
    },
    {
      "name": "Conductor",
      "description": "Every day, our great grandfather would open the top drawer of his dresser, and pull out one of the many pairs of pristine white gloves. In his time, being a conductor of the coal-powered trains was a position of power and prestige, symbolized by those spotless white gloves. He traveled from the Great-Poland region to the Baltic Sea on a daily basis, and is the inspiration behind our Baltic Porter - a rich porter with dark fruit and molasses notes.",
      "abv": "9"
    },
    {
      "name": "Surrender",
      "description": "A franco-belgian style ale or Biere de Garde.  A low to medium bodied ale with a slight malt sweetness and spicey yeast character.",
      "abv": "8"
    },
    {
      "name": "Black Currant Belgian Strong Ale",
      "description": "Strong Belgian ale with Black Currant notes.",
      "abv": "8.1"
    },
    {
      "name": "Insanely Bad Elf",
      "description": "“My goodness”, muttered Claus, recalling his visit to the Institute, “the restrictive outerwear, the padded room-even padded Christmas tree ornaments. Horrifying! Yet the little chap seems happier than he’s ever been” Claus took a thoughtful sip of a most warming red ale. “Perhaps sanity is over-rated…Ho,Ho,Ho!”\r\nA dark flavo(u)r bomb of a beer. It backs such a punch that it is only available in 330 ml bottles.",
      "abv": "12"
    },
    {
      "name": "Dusk 'til Dawn - SC",
      "description": "Full bodied, rich coffee aroma, with lots of chocolate, mocha, Sumatra, sweet coffee flavor.",
      "abv": "10.5"
    },
    {
      "name": "Insanely Bad Elf",
      "description": "“My goodness”, muttered Claus, recalling his visit to the Institute, “the restrictive outerwear, the padded room-even padded Christmas tree ornaments. Horrifying! Yet the little chap seems happier than he’s ever been” Claus took a thoughtful sip of a most warming red ale. “Perhaps sanity is over-rated…Ho,Ho,Ho!”\r\nA dark flavo(u)r bomb of a beer. It backs such a punch that it is only available in 330 ml bottles.",
      "abv": "12"
    },
    {
      "name": "Dusk 'til Dawn - SC",
      "description": "Full bodied, rich coffee aroma, with lots of chocolate, mocha, Sumatra, sweet coffee flavor.",
      "abv": "10.5"
    },
    {
      "name": "Haze Flux",
      "description": "Vermont style DIPA.",
      "abv": "9"
    },
    {
      "name": "Weedy’s",
      "description": "A dry, refreshing DIPA. Floral grapefruit aroma and flavors with a clean crisp finish. Not extremely bitter, but with a strong hop flavor.",
      "abv": "8.5"
    },
    {
      "name": "Feisty Fleur",
      "description": "pale yellow in color with a thick white head. Characterized by the belgian yeast and candy sugar with a slightly dry finish.",
      "abv": "9.1"
    },
    {
      "name": "Secret Admirer",
      "description": "You just may fall in love with this DIPA. Its intense hop kick comes from a healthy dose of Mosaic hops.",
      "abv": "8"
    },
    {
      "name": "Oak Aged Unearthly Imperial India Pale Ale",
      "description": "At the Southern Tier Brewing Company, vigorously hopped beer is our standard and inspiration. We continue a commitment to innovation with an aggressive offering. Oak Aged Unearthly is a manifestation of the brewer’s craft; skillfully balancing art and the forces of nature to produce a divine liquid. Delicately pour a taste of this oak aged brew into a fluted glass. Smell the enchanting aromas of the hops waft forward as your first sip divulges this beer’s fervent soul. To underestimate Oak Aged Unearthly is to trifle with the mysteries of the universe, so please consume wisely.consider it an immoral act to blacken an ale. We suggest they don’t rely on conventional standards. Allow the darkness to consume you. Cheers!",
      "abv": "9.9"
    },
    {
      "name": "Hoppier Place Powder To The People",
      "description": "We brewed this latest batch of Hoppier Place with lupulin powder. Intense hop flavor and aroma, amazing mouthfeel, just the right amount of bitterness...Powder to the People! Engage in an over-the-top hop experience….your Hoppier Place has been found.",
      "abv": "8.5"
    },
    {
      "name": "XS Imperial Stout",
      "description": "Deserving the title \\Emperor of Ales\"(unlike the bourgeois \\\"\"King of Beers\\\"\") unrefrigerated journeys. Rogue Imperial Stout considered the high end of stouts is made of 2-row Great Western Harrington & Klages Hugh Baird XLT-80 Black Munich and Chocolate Malts; Willamette Cascade and Chinook hops; rolled oats; and two secret ingredients. Unfiltered and unfined Imperial Stout is best when aged for one year. Imperial Stout is available in a new 750-ml ceramic swing-top bottle (replacing the much older 7-ounce and more recent 12-ounce XS-line packaging) and on draft.\"\"",
      "abv": "10"
    },
    {
      "name": "Blockhead",
      "description": "Hop bomb with a light malt and a hidden alcoholic bite",
      "abv": "9.4"
    },
    {
      "name": "Vacuum",
      "description": "Smoked India Black Ale.",
      "abv": "8"
    },
    {
      "name": "Fat Alberta",
      "description": "Fat Alberta is a flavorful, chocolate peanut butter imperial stout that will make your taste buds sing!  Even if you think you don’t like stouts or dark beers, we bet that Fat Alberta will win you over with her rich, chocolate roasty flavors and her intoxicating peanut butter aroma & finish.  It’s a dessert in itself!\r\n\r\nNote – we brew Fat Alberta once a year, sometimes twice. When we release the beer, we sell out here at the brewery in a day. This makes folks wonder ‘why don’t you brew it more often then??’. We don’t because it is a very expensive beer for us to make – taking up one of our fermenters for months. Given the high alcohol percentage, we also get half the yield of our typical batches. As a result, Fat Alberta is a special treat that we (and our customers) look forward to every year – just a few weeks before Christmas!",
      "abv": "10"
    },
    {
      "name": "Vexillum",
      "description": "Vexillum, an ancient imperial Roman symbol for strength and nobility. This insistently hoppy OPS reveals notes of grapefruit and melon while finishing bitter, yet affably balanced.",
      "abv": "9"
    },
    {
      "name": "Decompression",
      "description": "Decompression Double India Pale Ale is a hazy, golden yellow Double IPA with a simple and compact malt bill. We used Falconer's Flight, East Kent Goldings, Palisade and Experimental Pine Fruit hops to provide a complex and intricate hop profile. Decompression DIPA is a heavy hitter, weighing in at 9.0% ABV and 91 IBUs while still retaining its balance. Be sure drink this brew responsibly!",
      "abv": "9"
    },
    {
      "name": "Winter Wheat Doppelbock",
      "description": "Rich creamy head with bouquet of Wheat malt, black current, clove, and apple. Deep full flavors of caramel and chocolate malt balance with hops for a smooth warming character. Smooth malt leads to a subtle alcohol and dark caramel finish. The wonderful balance of this beer provides a complex profile hiding the 9.5% alcohol content. The perfect companion for a cold winter night. Draft and bottles",
      "abv": "9.5"
    },
    {
      "name": "Ale Epeteios",
      "description": "We would like to celebrate out rich heritage of brewing with Ale Epeteios. This Imperial Stout anniversary brew is a dark full bodied stout with flavors of dark chocolate and coffee coming from the highest quality Imported Specialty Malts. The malty blend contributes to a nice finish. You’ll feel like you are sipping the nectar of the Gods on Mount Olympus. May Zeus smile upon you.\r\nAle Epeteios is Greek for (Anniversary Ale)",
      "abv": "9.5"
    },
    {
      "name": "Ganja Juice",
      "description": "An Imperial Red Ale, which combines a malty foundation, a danky/resinous hop character, but finishes dry with lots of hop flavor. This beer will for sure heal your pain! Throw on some Bob, kick back, and enjoy the DANK.",
      "abv": "8.5"
    },
    {
      "name": "Decoy",
      "description": "At his restaurant, Eleven Madison Park, Chef Daniel Humm makes an extraordinary five spice roast duck. The genesis of Decoy is our notion that those spices would affectionate the fig notes of a Belgian Strong malt bill in the direction of a winter warmer. Cumin, coriander, lavender flowers, Sichuan red peppercorns and honey are added to Special B malts and Belgian candi sugars, with American ale yeast chosen because its esters enhance rather than dominate as would a Belgian. A strong, gently-spiced ale, Decoy is intended to sit next to or in place of a fire during the bracing cold of winter. Drink Decoy because life and spice…",
      "abv": "12"
    },
    {
      "name": "Barrel Aged Spectral - Iteration 01",
      "description": "Spiced imperial Belgian stout aged in bourbon barrels.",
      "abv": "10"
    },
    {
      "name": "Golden Sabbath",
      "description": "A Belgian-style strong golden ale with a wondrous range of fruit flavors like plum, apricot, and cherry imparted by special Belgian yeast. Traditionally served in special goblets this style of beer can turn an ordinary lunch into an extraordinary event and a slow Sunday afternoon into a special Golden Sabbath.",
      "abv": "8.5"
    }
  ]
}